{"id":{"pubmed":"16979138","pii":"S0006-291X(06)01991-7","doi":"10.1016/j.bbrc.2006.08.171","issn":"0006-291X"},"journal":"Biochem. Biophys. Res. Commun.","issue":"Vol. 349, Issue 4, Page 1301-1307, Year 2006","vol":"349","isu":"4","page":"1301-1307","year":"2006","title":"Inhibition of tumor cell-induced platelet aggregation using a novel anti-podoplanin antibody reacting with its platelet-aggregation-stimulating domain.","date":"2006-11-03","auth":["Yukinari Kato","Mika Kato Kaneko","Atsushi Kuno","Noboru Uchiyama","Koh Amano","Yasunori Chiba","Yasushi Hasegawa","Jun Hirabayashi","Hisashi Narimatsu","Kazuhiko Mishima","Motoki Osawa"],"affi":["Research Center for Glycoscience, National Institute of Advanced Industrial Science and Technology, Open Space Laboratory C-2, 1-1-1 Umezono, Tsukuba, Ibaraki 305-8568, Japan."],"abst":["The mucin-type sialoglycoprotein, podoplanin (aggrus), is a platelet-aggregating factor on cancer cells. We previously described up-regulated expression of podoplanin in malignant astrocytic tumors including glioblastoma. Its expression was associated with tumor malignancy. In the present study, we investigated podoplanin expression and platelet-aggregating activities of glioblastoma cell lines. First, we established a highly reactive anti-podoplanin antibody, NZ-1, which inhibits podoplanin-induced platelet aggregation completely. Of 15 glioblastoma cell lines, LN319 highly expressed podoplanin and induced platelet aggregation. Glycan profiling using a lectin microarray showed that podoplanin on LN319 possesses sialic acid, which is important in podoplanin-induced platelet aggregation. Interestingly, NZ-1 neutralized platelet aggregation by LN319. These results suggest that podoplanin is a main reason for platelet aggregation induced by LN319. We infer that NZ-1 is useful to determine whether platelet aggregation is podoplanin-specific or not. Furthermore, podoplanin might become a therapeutic target of glioblastoma for antibody-based therapy."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"administration & dosage"},{"name":"Antigen-Antibody Complex","q":"chemistry"},{"name":"Cell Line, Tumor"},{"name":"Female"},{"name":"Glioblastoma","q":"immunology"},{"name":"Gp38 protein, rat"},{"name":"Membrane Glycoproteins","q":"chemistry"},{"name":"Platelet Aggregation","q":"drug effects"},{"name":"Protein Structure, Tertiary"},{"name":"Rats"}]}