{"id":{"pubmed":"17944973","pii":"CAS634","doi":"10.1111/j.1349-7006.2007.00634.x","issn":"1349-7006"},"journal":"Cancer Sci.","issue":"Vol. 99, Issue 1, Page 54-61, Year 2008","vol":"99","isu":"1","page":"54-61","year":"2008","title":"Molecular analysis of the pathophysiological binding of the platelet aggregation-inducing factor podoplanin to the C-type lectin-like receptor CLEC-2.","date":"--","auth":["Yukinari Kato","Mika Kato Kaneko","Akiko Kunita","Hiromi Ito","Akihiko Kameyama","Satoshi Ogasawara","Nana Matsuura","Yasushi Hasegawa","Katsue Suzuki-Inoue","Osamu Inoue","Yukio Ozaki","Hisashi Narimatsu"],"affi":["Research Center for Medical Glycoscience, National Institute of Advanced Industrial Science and Technology, Open Space Laboratory C-2, 1-1-1 Umezono, Tsukuba, Ibaraki 305-8568, Japan."],"abst":["The mucin-type sialoglycoprotein podoplanin (aggrus) is involved in tumor cell-induced platelet aggregation and tumor metastasis. C-type lectin-like receptor-2 (CLEC-2) was recently identified as an endogenous receptor of podoplanin on platelets. However, the pathophysiological importance and function of CLEC-2 have not been elucidated. Here we clarified the pathophysiological interaction between podoplanin and CLEC-2 in vitro and in vivo. Using several deletion mutants of CLEC-2 expressed as Fc chimeras, we first identified an important podoplanin-recognition domain in CLEC-2. Furthermore, the podoplanin-CLEC-2 interaction was confirmed using several deletion mutants of podoplanin expressed as Fc chimeras. Not only the disialyl-core1-attached glycopeptide but also the stereostructure of the podoplanin protein was found to be critical for the CLEC-2-binding activity of podoplanin. We next synthesized various glycopeptides of podoplanin that included both the platelet aggregation-stimulating domain and O-glycan on Thr52. Interestingly, a disialyl-core1-attached glycopeptide was recognized specifically by CLEC-2. Moreover, the anti-podoplanin monoclonal antibody NZ-1 suppressed both the podoplanin-CLEC-2 interaction and podoplanin-induced pulmonary metastasis, suggesting that CLEC-2 is the first pathophysiological receptor of podoplanin to be identified. In summary, we clarified the molecular interaction in vitro and in vivo between a platelet aggregation-inducing factor, podoplanin, and its specific pathophysiological receptor on platelets, CLEC-2. Podoplanin and CLEC-2 might represent promising therapeutic targets in cancer metastasis."],"kw":[{"name":"Animals"},{"name":"CHO Cells"},{"name":"CLEC2B protein, human"},{"name":"Cell Line, Tumor"},{"name":"Chimera","q":"metabolism"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Female"},{"name":"Glioblastoma","q":"genetics"},{"name":"Glycopeptides","q":"metabolism"},{"name":"Humans"},{"name":"Immunoglobulin Fc Fragments","q":"genetics"},{"name":"Lectins, C-Type","q":"genetics"},{"name":"Lung Neoplasms","q":"genetics"},{"name":"Membrane Glycoproteins","q":"antagonists & inhibitors"},{"name":"Mice"},{"name":"Mice, Inbred BALB C"},{"name":"PDPN protein, human"},{"name":"Platelet Aggregation"},{"name":"Protein Binding"},{"name":"Recombinant Fusion Proteins","q":"genetics"},{"name":"Sequence Deletion"},{"name":"Transfection"}]}