{"id":{"pubmed":"18697734","pii":"M800308-MCP200","doi":"10.1074/mcp.M800308-MCP200","issn":"1535-9484"},"journal":"Mol. Cell Proteomics","issue":"Vol. 8, Issue 1, Page 99-108, Year 2009","vol":"8","isu":"1","page":"99-108","year":"2009","title":"Focused differential glycan analysis with the platform antibody-assisted lectin profiling for glycan-related biomarker verification.","date":"--","auth":["Atsushi Kuno","Yukinari Kato","Atsushi Matsuda","Mika Kato Kaneko","Hiromi Ito","Koh Amano","Yasunori Chiba","Hisashi Narimatsu","Jun Hirabayashi"],"affi":["Research Center for Medical Glycoscience, National Institute of Advanced Industrial Science and Technology, Central 2, 1-1-1, Umezono, Ibaraki 305-8568, Japan."],"abst":["Protein glycosylation is a critical subject attracting increasing attention in the field of proteomics as it is expected to play a key role in the investigation of histological and diagnostic biomarkers. In this context, an enormous number of glycoproteins have now been nominated as disease-related biomarkers. However, there is no appropriate strategy in the current proteome platform to qualify such marker candidate molecules, which relates their specific expression to particular diseases. Here, we present a new practical system for focused differential glycan analysis in terms of antibody-assisted lectin profiling (ALP). In the developed procedure, (i) a target protein is enriched from clinic samples (e.g. tissue extracts, cell supernatants, or sera) by immunoprecipitation with a specific antibody recognizing a core protein moiety; (ii) the target glycoprotein is quantified by immunoblotting using the same antibody used in (i); and (iii) glycosylation difference is analyzed by means of antibody-overlay lectin microarray, an application technique of an emerging glycan profiling microarray. As model glycoproteins having either N-linked or O-linked glycans, prostate-specific antigen or podoplanin, respectively, were subjected to systematic ALP analysis. As a result, specific signals corresponding to the target glycoprotein glycans were obtained at a sub-picomole level with the aid of specific antibodies, whereby disease-specific or tissue-specific glycosylation changes could be observed in a rapid, reproducible, and high-throughput manner. Thus, the established system should provide a powerful pipeline in support of on-going efforts in glyco-biomarker discovery."],"kw":[{"name":"Animals"},{"name":"Antibodies","q":"immunology"},{"name":"Biomarkers","q":"analysis"},{"name":"CHO Cells"},{"name":"Cell Line, Tumor"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Glycosylation"},{"name":"Humans"},{"name":"Lectins","q":"analysis"},{"name":"Membrane Glycoproteins","q":"metabolism"},{"name":"Mice"},{"name":"N-Acetylneuraminic Acid","id":"GZP2782OP0","db":"uk","q":"metabolism"},{"name":"PDPN protein, human"},{"name":"Platelet Aggregation"},{"name":"Polysaccharides","q":"analysis"},{"name":"Prostate-Specific Antigen","id":"3.4.21.77","db":"ec","q":"metabolism"},{"name":"Protein Array Analysis","q":"methods"},{"name":"Rats"},{"name":"Reproducibility of Results"},{"name":"Tissue Extracts"}]}