{"id":{"pubmed":"18707544","doi":"10.1089/hyb.2008.0017","issn":"1557-8348"},"journal":"Hybridoma (Larchmt)","issue":"Vol. 27, Issue 4, Page 259-267, Year 2008","vol":"27","isu":"4","page":"259-267","year":"2008","title":"Characterization of anti-podoplanin monoclonal antibodies: critical epitopes for neutralizing the interaction between podoplanin and CLEC-2.","date":"--","auth":["Satoshi Ogasawara","Mika Kato Kaneko","Janet E Price","Yukinari Kato"],"affi":["Department of Cell Biology, Graduate School of Medicine, Kyoto University, Yoshida-konoe-cho, Sakyo-ku, Kyoto, Japan."],"abst":["Podoplanin (Aggrus) is a mucin-type sialoglycoprotein that is known as a useful marker for lymphatic endothelium and tumor-initiating cells (TICs). Interaction between podoplanin and C-type lectin-like receptor-2 (CLEC-2) is reported to be critical for podoplanin-induced platelet aggregation and cancer metastasis. Recently, several anti-human podoplanin antibodies have been created; however, these anti-podoplanin antibodies have not been well characterized. Five anti-podoplanin antibodies (NZ-1, D2-40, AB3, 18H5, and a rabbit polyclonal antibody) were investigated using ELISA, Western blot, and flow cytometry with synthesized podoplanin peptides and deletion mutants of recombinant podoplanin. The epitope of NZ-1 is platelet aggregation-stimulating (PLAG) domain-2/3; the epitope of D2-40, AB3, and 18H5 is PLAG1/2. The epitopes of D2-40 and AB3 are quite similar, although 18H5 is different from D2-40 and AB3. Using flow cytometric analysis, NZ-1 partially inhibited the interaction between podoplanin and CLEC-2, although other antibodies did not. In conclusion, the two most frequently used anti-podoplanin antibodies, D2-40 and AB3, have similar properties, although several studies have reported differences. NZ-1 neutralizes the interaction between podoplanin and CLEC-2, which may lead to the development of therapeutic antibodies against podoplanin-dependent cancer metastasis."],"kw":[{"name":"Amino Acid Sequence"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"CHO Cells"},{"name":"CLEC2B protein, human"},{"name":"Cells, Cultured"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Epitope Mapping"},{"name":"Epitopes","q":"immunology"},{"name":"Humans"},{"name":"Lectins, C-Type","q":"metabolism"},{"name":"Membrane Glycoproteins","q":"antagonists & inhibitors"},{"name":"Molecular Sequence Data"},{"name":"Neoplasms","q":"immunology"},{"name":"PDPN protein, human"},{"name":"Peptide Fragments","q":"immunology"},{"name":"Protein Binding","q":"drug effects"}]}