{"id":{"pubmed":"20482880","pii":"1742-4690-7-47","doi":"10.1186/1742-4690-7-47","pmc":"PMC2885308","issn":"1742-4690"},"journal":"Retrovirology","issue":"Vol. 7, Page 47-47, Year 2010","vol":"7","isu":"","page":"47-47","year":"2010","title":"Incorporation of podoplanin into HIV released from HEK-293T cells, but not PBMC, is required for efficient binding to the attachment factor CLEC-2.","date":"2010-05-19","auth":["Chawaree Chaipan","Imke Steffen","Theodros Solomon Tsegaye","Stephanie Bertram","Ilona Glowacka","Yukinari Kato","Jan Schmökel","Jan Münch","Graham Simmons","Rita Gerardy-Schahn","Stefan Pöhlmann"],"affi":["Nikolaus-Fiebiger-Center for Molecular Medicine, University Hospital Erlangen, Erlangen, Germany."],"abst":{"BACKGROUND":"Platelets are associated with HIV in the blood of infected individuals and might modulate viral dissemination, particularly if the virus is directly transmitted into the bloodstream. The C-type lectin DC-SIGN and the novel HIV attachment factor CLEC-2 are expressed by platelets and facilitate HIV transmission from platelets to T-cells. Here, we studied the molecular mechanisms behind CLEC-2-mediated HIV-1 transmission.","RESULTS":"Binding studies with soluble proteins indicated that CLEC-2, in contrast to DC-SIGN, does not recognize the viral envelope protein, but a cellular factor expressed on kidney-derived 293T cells. Subsequent analyses revealed that the cellular mucin-like membranous glycoprotein podoplanin, a CLEC-2 ligand, was expressed on 293T cells and incorporated into virions released from these cells. Knock-down of podoplanin in 293T cells by shRNA showed that virion incorporation of podoplanin was required for efficient CLEC-2-dependent HIV-1 interactions with cell lines and platelets. Flow cytometry revealed no evidence for podoplanin expression on viable T-cells and peripheral blood mononuclear cells (PBMC). Podoplanin was also not detected on HIV-1 infected T-cells. However, apoptotic bystander cells in HIV-1 infected cultures reacted with anti-podoplanin antibodies, and similar results were obtained upon induction of apoptosis in a cell line and in PBMCs suggesting an unexpected link between apoptosis and podoplanin expression. Despite the absence of detectable podoplanin expression, HIV-1 produced in PBMC was transmitted to T-cells in a CLEC-2-dependent manner, indicating that T-cells might express an as yet unidentified CLEC-2 ligand.","CONCLUSIONS":"Virion incorporation of podoplanin mediates CLEC-2 interactions of HIV-1 derived from 293T cells, while incorporation of a different cellular factor seems to be responsible for CLEC-2-dependent capture of PBMC-derived viruses. Furthermore, evidence was obtained that podoplanin expression is connected to apoptosis, a finding that deserves further investigation."},"kw":[{"name":"CLEC2B protein, human"},{"name":"Cells, Cultured"},{"name":"Epithelial Cells","q":"virology"},{"name":"HIV-1","q":"chemistry"},{"name":"Humans"},{"name":"Lectins, C-Type","q":"metabolism"},{"name":"Leukocytes, Mononuclear","q":"virology"},{"name":"Membrane Glycoproteins","q":"metabolism"},{"name":"PDPN protein, human"},{"name":"Virion","q":"chemistry"},{"name":"Virus Attachment"}]}