{"id":{"pubmed":"21352804","pii":"S0006-291X(11)00307-X","doi":"10.1016/j.bbrc.2011.02.102","issn":"1090-2104"},"journal":"Biochem. Biophys. Res. Commun.","issue":"Vol. 406, Issue 4, Page 608-613, Year 2011","vol":"406","isu":"4","page":"608-613","year":"2011","title":"Establishment of a novel monoclonal antibody SMab-1 specific for IDH1-R132S mutation.","date":"2011-03-25","auth":["Mika Kato Kaneko","Wei Tian","Shingo Takano","Hiroyuki Suzuki","Yoshihiko Sawa","Yasukazu Hozumi","Kaoru Goto","Kentaro Yamazaki","Chifumi Kitanaka","Yukinari Kato"],"affi":["Molecular Tumor Marker Research Team, The Oncology Research Center, Advanced Molecular Epidemiology Research Institute, Yamagata University Faculty of Medicine, 2-2-2 Iida-nishi, Yamagata 990-9585, Japan."],"abst":{"0":"Isocitrate dehydrogenase 1 (IDH1) mutations, which are early and frequent genetic alterations in gliomas, are specific to a single codon in the conserved and functionally important Arginine 132 (R132) in IDH1. We earlier established a monoclonal antibody (mAb), IMab-1, which is specific for R132H-containing IDH1 (IDH1-R132H), the most frequent IDH1 mutation in gliomas. To establish IDH1-R132S-specific mAb, we immunized mice with R132S-containing IDH1 (IDH1-R132S) peptide. After cell fusion using Sendai virus envelope, IDH1-R132S-specific mAbs were screened in ELISA. One mAb, SMab-1, reacted with the IDH1-R132S peptide, but not with other IDH1 mutants. Western-blot analysis showed that SMab-1 reacted only with the IDH1-R132S protein, not with IDH1-WT protein or IDH1 mutants, indicating that SMab-1 is IDH1-R132S-specific. Furthermore, SMab-1 specifically stained the IDH1-R132S-expressing glioblastoma cells in immunocytochemistry and immunohistochemistry, but did not react with IDH1-WT or IDH1-R132H-containing glioblastoma cells. We newly established an anti-IDH1-R132S-specific mAb SMab-1 for use in diagnosis of mutation-bearing gliomas.","Copyright":" 2011 Elsevier Inc. All rights reserved."},"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"genetics"},{"name":"Cell Line, Tumor"},{"name":"Glioma","q":"diagnosis"},{"name":"Humans"},{"name":"IDH1 protein, human","id":"1.1.1.42.","db":"ec"},{"name":"Immunohistochemistry","q":"methods"},{"name":"Isocitrate Dehydrogenase","id":"1.1.1.41","db":"ec","q":"analysis"},{"name":"Mice"},{"name":"Mice, Inbred BALB C"}]}