{"id":{"pubmed":"22283975","pii":"S0049-3848(12)00007-2","doi":"10.1016/j.thromres.2012.01.003","issn":"1879-2472"},"journal":"Thromb. Res.","issue":"Vol. 129, Issue 4, Page e70-e76, Year 2012","vol":"129","isu":"4","page":"e70-e76","year":"2012","title":"Podoplanin expression in advanced atherosclerotic lesions of human aortas.","date":"--","auth":["Kinta Hatakeyama","Mika Kato Kaneko","Yukinari Kato","Tetsunori Ishikawa","Kensaku Nishihira","Yuta Tsujimoto","Yoshisato Shibata","Yukio Ozaki","Yujiro Asada"],"affi":["Department of Pathology, Faculty of Medicine, University of Miyazaki, 5200 Kihara, Kiyotake, Miyazaki 889-1692 Japan."],"abst":{"0":"Thrombus formation on disrupted atherosclerotic lesion is a key mechanism of cardiovascular events. Podoplanin (Aggrus), expressed on the surface of several tumor cells, is an endogenous ligand for C-type lectin-like receptor 2 (CLEC-2), and is involved in tumor cell-induced platelet aggregation and its malignant potency. Podoplanin, which is also expressed in lymphatic endothelial cells, facilitates blood/lymphatic vessel separation. However, podoplanin expression in atherosclerotic lesion has not been investigated. To clarify podoplanin expression in atherosclerotic lesion and to assess its importance for the onset of cardiovascular events, we examined podoplanin expression in abdominal aortas obtained from 31 autopsy cases. Immunohistochemical analysis indicated that podoplanin was localized to smooth muscle cells and macrophages. Moreover, podoplanin immunoreactivity was increased in advanced atherosclerotic lesions containing necrotic core, many macrophages and smooth muscle cells, compared with early lesions composed of smooth muscle cells and small numbers of macrophages. Furthermore, Western-blot and real time-PCR analyses showed that podoplanin expression was significantly enhanced in advanced atherosclerotic lesions, compared with early lesions. These results suggest that podoplanin contributes to thrombotic property of advanced stages of atherosclerosis and that it might be a novel molecular target for an anti-thrombus drug.","Copyright":" 2012 Elsevier Ltd. All rights reserved."},"kw":[{"name":"Adolescent"},{"name":"Adult"},{"name":"Aorta, Abdominal","q":"metabolism"},{"name":"Aortic Diseases","q":"metabolism"},{"name":"Atherosclerosis","q":"metabolism"},{"name":"Female"},{"name":"Humans"},{"name":"Male"},{"name":"Membrane Glycoproteins","q":"biosynthesis"},{"name":"PDPN protein, human"},{"name":"Tissue Distribution"},{"name":"Young Adult"}]}