{"id":{"pubmed":"23115013","doi":"10.1002/ijc.27919","pmc":"PMC3809846","mid":"NIHMS520128","issn":"1097-0215"},"journal":"Int. J. Cancer","issue":"Vol. 132, Issue 10, Page 2339-2348, Year 2013","vol":"132","isu":"10","page":"2339-2348","year":"2013","title":"Recombinant anti-podoplanin (NZ-1) immunotoxin for the treatment of malignant brain tumors.","date":"2013-05-15","auth":["Vidyalakshmi Chandramohan","Xuhui Bao","Mika Kato Kaneko","Yukinari Kato","Stephen T Keir","Scott E Szafranski","Chien-Tsun Kuan","Ira H Pastan","Darell D Bigner"],"affi":["Preston Robert Tisch Brain Tumor Center at Duke and Department of Pathology, Duke University Medical Center, Durham, NC."],"abst":{"0":"Our study demonstrates the glioma tumor antigen podoplanin to be present at very high levels (>90%) in both glioblastoma (D2159MG, D08-0308MG and D08-0493MG) and medulloblastoma (D283MED, D425MED and DAOY) xenografts and cell line. We constructed a novel recombinant single-chain antibody variable region fragment (scFv), NZ-1, specific for podoplanin from the NZ-1 hybridoma. NZ-1-scFv was then fused to Pseudomonas exotoxin A, carrying a C-terminal KDEL peptide (NZ-1-PE38KDEL). The immunotoxin (IT) was further stabilized by a disulfide (ds) bond between the heavy-chain and light-chain variable regions as the construct NZ-1-(scdsFv)-PE38KDEL. NZ-1-(scdsFv)-PE38KDEL exhibited significant reactivity to glioblastoma and medulloblastoma cells. The affinity of NZ-1-(scdsFv), NZ-1-(scdsFv)-PE38KDEL and NZ-1 antibody for podoplanin peptide was 2.1 × 10(-8) M, 8.0 × 10(-8) M and 3.9 × 10(-10) M, respectively. In a protein stability assay, NZ-1-(scdsFv)-PE38KDEL retained 33-98% of its activity, whereas that of NZ-1-PE38KDEL declined to 13% of its initial levels after incubation at 37°C for 3 days. In vitro cytotoxicity of the NZ-1-(scdsFv)-PE38KDEL was measured in cells isolated from glioblastoma xenografts, D2159MG, D08-0308MG and D08-0493MG, and in the medulloblastoma D283MED, D425MED and DOAY xenografts and cell line. The NZ-1-(scdsFv)-PE38KDEL IT was highly cytotoxic, with an 50% inhibitory concentration in the range of 1.6-29 ng/ml. Significantly, NZ-1-(scdsFv)-PE38KDEL demonstrated tumor growth delay, averaging 24 days (p < 0.001) and 21 days (p < 0.001) in D2159MG and D283MED in vivo tumor models, respectively. Crucially, in the D425MED intracranial tumor model, NZ-1-(scdsFv)-PE38KDEL caused a 41% increase in survival (p ≤ 0.001). In preclinical studies, NZ-1-(scdsFv)-PE38KDEL exhibited significant potential as a targeting agent for malignant brain tumors.","Copyright":" 2012 UICC."},"kw":[{"name":"ADP Ribose Transferases","id":"2.4.2.-","db":"ec","q":"immunology"},{"name":"Bacterial Toxins","q":"immunology"},{"name":"Brain Neoplasms","q":"drug therapy"},{"name":"Cell Line, Tumor"},{"name":"Exotoxins","q":"immunology"},{"name":"Female"},{"name":"Glioblastoma","q":"drug therapy"},{"name":"Humans"},{"name":"Male"},{"name":"Medulloblastoma","q":"drug therapy"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"PDPN protein, human"},{"name":"Recombinant Proteins","q":"immunology"},{"name":"Single-Chain Antibodies","q":"immunology"},{"name":"Virulence Factors","q":"immunology"},{"name":"Xenograft Model Antitumor Assays"},{"name":"toxA protein, Pseudomonas aeruginosa","id":"2.4.2.31","db":"ec"}]}