{"id":{"pubmed":"23376717","pii":"S0006-291X(13)00178-2","doi":"10.1016/j.bbrc.2013.01.088","issn":"1090-2104"},"journal":"Biochem. Biophys. Res. Commun.","issue":"Vol. 432, Issue 1, Page 40-45, Year 2013","vol":"432","isu":"1","page":"40-45","year":"2013","title":"Establishment of novel monoclonal antibodies KMab-1 and MMab-1 specific for IDH2 mutations.","date":"2013-03-01","auth":["Mika Kato Kaneko","Shunpei Morita","Yuta Tsujimoto","Ryo Yanagiya","Kana Nasu","Hiroko Sasaki","Yasukazu Hozumi","Kaoru Goto","Atsushi Natsume","Mika Watanabe","Toshihiro Kumabe","Shingo Takano","Yukinari Kato"],"affi":["Regional Innovation Strategy Support Program, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai, Miyagi 980-8575, Japan."],"abst":{"0":"Isocitrate dehydrogenase 1/2 (IDH1/2) mutations have been detected in gliomas, cartilaginous tumors, and leukemias. IDH1/2 mutations are early and frequent genetic alterations, are specific to a single codon in the conserved and functionally important Arginine 132 (R132) in IDH1 and Arginine 172 (R172) in IDH2. We previously established several monoclonal antibodies (mAbs), which are specific for IDH1 mutations: clones IMab-1 or HMab-1 against IDH1-R132H or clone SMab-1 against IDH1-R132S. However, specific mAbs against IDH2 mutations have not been reported. To establish IDH2-mutation-specific mAbs, we immunized mice or rats with each mutation-containing IDH2 peptides including IDH2-R172K and IDH2-R172M. After cell fusion, IDH2 mutation-specific mAbs were screened in Enzyme-Linked Immunosorbent Assay (ELISA). Established mAbs KMab-1 and MMab-1 reacted with the IDH2-R172K and IDH2-R172M peptides, respectively, but not with IDH2-wild type (WT) in ELISA. Western-blot analysis also showed that KMab-1 and MMab-1 reacted with the IDH2-R172K and IDH2-R172M recombinant proteins, respectively, not with IDH2-WT or other IDH2 mutants, indicating that KMab-1 and MMab-1 are IDH2-mutation-specific. Furthermore, MMab-1 specifically stained the IDH2-R172M-expressing cells in immunocytochemistry, but did not stain IDH2-WT and other IDH2-mutation-containing cells. In immunohistochemical analysis, MMab-1 specifically stained IDH2-R172M-expressing glioma. This is the first report to establish anti-IDH2-mutation-specific mAbs, which could be useful in diagnosis of mutation-bearing tumors.","Copyright":" 2013 Elsevier Inc. All rights reserved."},"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"CHO Cells"},{"name":"Cricetinae"},{"name":"Enzyme-Linked Immunosorbent Assay"},{"name":"Glioma","q":"diagnosis"},{"name":"Isocitrate Dehydrogenase","id":"1.1.1.41","db":"ec","q":"analysis"},{"name":"Mice"},{"name":"Mutation"},{"name":"Rats"},{"name":"isocitrate dehydrogenase 2, human","id":"1.1.1.41","db":"ec"}]}