{"id":{"pubmed":"23485467","pii":"S0006-291X(13)00309-4","doi":"10.1016/j.bbrc.2013.02.049","issn":"1090-2104"},"journal":"Biochem. Biophys. Res. Commun.","issue":"Vol. 432, Issue 4, Page 564-567, Year 2013","vol":"432","isu":"4","page":"564-567","year":"2013","title":"A novel monoclonal antibody GMab-m1 specifically recognizes IDH1-R132G mutation.","date":"2013-03-22","auth":["Yukinari Kato","Atsushi Natsume","Mika Kato Kaneko"],"affi":["Regional Innovation Strategy Support Program, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Sendai, Miyagi 980-8575, Japan."],"abst":{"0":"Isocitrate dehydrogenase 1 (IDH1) mutations occur in gliomas, acute myeloid leukemias, and cartilaginous tumors. While IDH1 catalyzes the oxidative carboxylation of isocitrate to α-ketoglutarate in cytosol, mutated IDH1 proteins possess the ability to change α-ketoglutarate into onco-metabolite R(-)-2-hydroxyglutarate (2-HG). To data, two monoclonal antibodies (mAbs), which are specific for IDH1 mutations have been established: clone HMab-1 against IDH1-R132H and clone SMab-1 against IDH1-R132S. However, specific mAbs against IDH1-R132G, which are useful for immunohistochemical analysis, have not been reported. To establish IDH1-R132G-specific mAbs, we immunized mice with IDH1-R132G-containing peptides. Established mAb GMab-m1 reacted with the IDH1-R132G peptide, but not with IDH1-wild type (WT) in ELISA. Western-blot analysis also showed that GMab-m1 reacted with the IDH1-R132G recombinant proteins, not with IDH1-WT or other IDH1 mutants, indicating that GMab-m1 is IDH1-R132G-specific. Furthermore, GMab-m1 specifically stained the IDH1-R132G-expressing glioma cells in immunohistochemistry. This is the first report to establish anti-IDH1-R132G-specific mAbs, which is useful in immunohistochemistry of IDH1-R132G-bearing tumors.","Copyright":" 2013 Elsevier Inc. All rights reserved."},"kw":[{"name":"Amino Acid Substitution"},{"name":"Animals"},{"name":"Antibodies, Monoclonal"},{"name":"Arginine","id":"94ZLA3W45F","db":"uk","q":"genetics"},{"name":"Cell Line"},{"name":"Cricetinae"},{"name":"Glioma","q":"diagnosis"},{"name":"Glycine","id":"TE7660XO1C","db":"uk","q":"genetics"},{"name":"Humans"},{"name":"IDH1 protein, human","id":"1.1.1.42.","db":"ec"},{"name":"Immunohistochemistry","q":"methods"},{"name":"Isocitrate Dehydrogenase","id":"1.1.1.41","db":"ec","q":"analysis"},{"name":"Mice"},{"name":"Mutation","q":"immunology"},{"name":"Rats"},{"name":"Staining and Labeling","q":"methods"}]}