{"id":{"pubmed":"23690472","pii":"jimmunol.1300448","doi":"10.4049/jimmunol.1300448","issn":"1550-6606"},"journal":"J. Immunol.","issue":"Vol. 190, Issue 12, Page 6239-6249, Year 2013","vol":"190","isu":"12","page":"6239-6249","year":"2013","title":"A novel targeting therapy of malignant mesothelioma using anti-podoplanin antibody.","date":"2013-06-15","auth":["Shinji Abe","Yuki Morita","Mika Kato Kaneko","Masaki Hanibuchi","Yuta Tsujimoto","Hisatsugu Goto","Soji Kakiuchi","Yoshinori Aono","Jun Huang","Seidai Sato","Masatoshi Kishuku","Yuki Taniguchi","Mami Azuma","Kazuyoshi Kawazoe","Yoshitaka Sekido","Seiji Yano","Shin-ichi Akiyama","Saburo Sone","Kazuo Minakuchi","Yukinari Kato","Yasuhiko Nishioka"],"affi":["Central Office for Clinical Pharmacy Training, Institute of Health Biosciences, University of Tokushima Graduate School, Tokushima 770-8503, Japan."],"abst":["Podoplanin (Aggrus), which is a type I transmembrane sialomucin-like glycoprotein, is highly expressed in malignant pleural mesothelioma (MPM). We previously reported the generation of a rat anti-human podoplanin Ab, NZ-1, which inhibited podoplanin-induced platelet aggregation and hematogenous metastasis. In this study, we examined the antitumor effector functions of NZ-1 and NZ-8, a novel rat-human chimeric Ab generated from NZ-1 including Ab-dependent cellular cytotoxicity (ADCC) and complement-dependent cytotoxicity against MPM in vitro and in vivo. Immunostaining with NZ-1 showed the expression of podoplanin in 73% (11 out of 15) of MPM cell lines and 92% (33 out of 36) of malignant mesothelioma tissues. NZ-1 could induce potent ADCC against podoplanin-positive MPM cells mediated by rat NK (CD161a(+)) cells, but not murine splenocytes or human mononuclear cells. Treatment with NZ-1 significantly reduced the growth of s.c. established tumors of MPM cells (ACC-MESO-4 or podoplanin-transfected MSTO-211H) in SCID mice, only when NZ-1 was administered with rat NK cells. In in vivo imaging, NZ-1 efficiently accumulated to xenograft of MPM, and its accumulation continued for 3 wk after systemic administration. Furthermore, NZ-8 preferentially recognized podoplanin expressing in MPM, but not in normal tissues. NZ-8 could induce higher ADCC mediated by human NK cells and complement-dependent cytotoxicity as compared with NZ-1. Treatment with NZ-8 and human NK cells significantly inhibited the growth of MPM cells in vivo. These results strongly suggest that targeting therapy to podoplanin with therapeutic Abs (i.e., NZ-8) derived from NZ-1 might be useful as a novel immunotherapy against MPM."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Flow Cytometry"},{"name":"Humans"},{"name":"Immunohistochemistry"},{"name":"Immunotherapy","q":"methods"},{"name":"Male"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Mesothelioma","q":"immunology"},{"name":"Mice"},{"name":"Mice, SCID"},{"name":"PDPN protein, human"},{"name":"Pleural Neoplasms","q":"immunology"},{"name":"Rats"},{"name":"Rats, Wistar"},{"name":"Recombinant Fusion Proteins","q":"immunology"},{"name":"Xenograft Model Antitumor Assays"}]}