{"id":{"pubmed":"23750482","doi":"10.1089/mab.2013.0006","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 32, Issue 3, Page 224-228, Year 2013","vol":"32","isu":"3","page":"224-228","year":"2013","title":"Novel monoclonal antibodies GMab-r1 and LMab-1 specifically recognize IDH1-R132G and IDH1-R132L mutations.","date":"--","auth":["Mika Kato Kaneko","Yuta Tsujimoto","Yasukazu Hozumi","Kaoru Goto","Yukinari Kato"],"affi":["Regional Innovation Strategy Support Program, Tohoku University Graduate School of Medicine, Sendai, Miyagi, Japan."],"abst":["Isocitrate dehydrogenase 1 (IDH1) catalyzes the oxidative carboxylation of isocitrate to α-ketoglutarate in cytosol. IDH1 mutations, which are specific to a single codon in the conserved and functionally important Arginine 132 (R132), result in the ability of the enzyme to catalyze the reduced NADP-dependent reduction of α-ketoglutarate to onco-metabolite R(-)-2-hydroxyglutarate (2-HG). IDH1 mutations, which are early and frequent genetic alterations that occur in gliomas, cartilaginous tumors, and leukemias. We previously established two monoclonal antibodies (MAbs) that are specific for IDH1 mutations: clone HMab-1 against IDH1-R132H and clone SMab-1 against IDH1-R132S. However, specific MAbs against IDH1-R132G or IDH1-R132L have not been reported. To establish IDH1-R132G-specific or IDH1-R132L-specific MAbs, we immunized rats with each mutation-containing IDH1 peptides, and IDH1-R132G-specific or IDH1-R132L-specific MAbs were screened in ELISA. Established MAb GMab-r1 reacted with the IDH1-R132G peptide, but not with IDH1-wild type (WT) in ELISA. In contrast, LMab-1 reacted with the IDH1-R132L peptide, but not with IDH1-WT. Western blot analysis also showed that GMab-r1 and LMab-1 reacted with the IDH1-R132G and IDH1-R132L recombinant proteins, respectively, but not with IDH1-WT or other IDH1 mutants, indicating that GMab-r1 and LMab-1 are IDH1-mutation-specific. Furthermore, GMab-r1 and LMab-1 specifically stained the IDH1-R132G- and IDH1-R132L-expressing cells in immunocytochemistry, respectively. This is the first report to establish anti-IDH1-R132G-specific or IDH1-R132L-specific MAbs, which could be useful in the diagnosis of mutation-bearing tumors."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antibody Specificity","q":"immunology"},{"name":"CHO Cells"},{"name":"Cell Line"},{"name":"Cricetulus"},{"name":"IDH1 protein, human","id":"1.1.1.42.","db":"ec"},{"name":"Isocitrate Dehydrogenase","id":"1.1.1.41","db":"ec","q":"genetics"},{"name":"Mutation","q":"genetics"},{"name":"Rats"},{"name":"Recombinant Proteins","q":"genetics"}]}