{"id":{"pubmed":"23782684","pii":"DN/JST.JSTAGE/tjem/230.103","doi":"10.1620/tjem.230.103","issn":"1349-3329"},"journal":"Tohoku J. Exp. Med.","issue":"Vol. 230, Issue 2, Page 103-109, Year 2013","vol":"230","isu":"2","page":"103-109","year":"2013","title":"Establishment of a multi-specific monoclonal antibody MsMab-1 recognizing both IDH1 and IDH2 mutations.","date":"--","auth":["Mika Kato Kaneko","Satoshi Ogasawara","Yukinari Kato"],"affi":["Department of Regional Innovation, Tohoku University Graduate School of Medicine, Sendai, Miyagi, Japan."],"abst":["Mutations of isocitrate dehydrogenase 1 (IDH1) and isocitrate dehydrogenase 2 (IDH2) have been reported in gliomas, cartilaginous tumors, and acute myeloid leukemias. IDH mutations are specific to a single codon in the conserved and functionally important arginine 132 residue (R132) of IDH1 or arginine 172 residue (R172) of IDH2 in gliomas. Although IDH1 and IDH2 catalyze the oxidative carboxylation of isocitrate to α-ketoglutarate in cytosol and mitochondria, respectively, mutated IDH1/2 proteins can possess the ability to change α-ketoglutarate to an oncometabolite R(-)-2-hydroxyglutarate. We have established several monoclonal antibodies (mAbs) specific for IDH1/2 mutations. However, no multi-specific mAb against IDH1/2 mutations has been reported. For this study, we immunized mice with an IDH1-R132G peptide of 19 amino acids (GGVKPIIIGGHAYGDQYRA), and established a novel mAb MsMab-1 that recognizes IDH1-R132G, but not wild type IDH1 in enzyme-linked immunosorbent assay (ELISA). It is particularly interesting that MsMab-1 recognizes all IDH1 mutants (R132H, R132C, R132S, R132G, R132L) in ELISA. Western blot analysis also revealed that MsMab-1 reacted with recombinant proteins of IDH1-R132H, IDH1-R132S, and IDH1-R132G, but not with wild type IDH1 and other IDH1 mutations, indicating that MsMab-1 is a multi-specific anti-mutated IDH1 mAb. Unexpectedly, MsMab-1 recognizes IDH2-R172M protein, despite that the IDH1-R132G peptide shows only 73.7% identity with the equivalent portion of IDH2-R172M (GGTKPITIGMHAHGDQYKA). Moreover, MsMab-1 stained the IDH1-R132S or IDH1-R132G-expressing glioma cells in immunohistochemistry. This report is the first to establish a multi-specific anti-mutated IDH1/2 mAb, that is expected to be useful for immunohistochemical determination of IDH1/2 mutation-bearing tumors."],"kw":[{"name":"Amino Acids","q":"chemistry"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Arginine","id":"94ZLA3W45F","db":"uk"},{"name":"Brain Neoplasms","q":"genetics"},{"name":"CHO Cells"},{"name":"Codon"},{"name":"Cricetulus"},{"name":"Enzyme-Linked Immunosorbent Assay"},{"name":"Glioma","q":"genetics"},{"name":"Humans"},{"name":"IDH1 protein, human","id":"1.1.1.42.","db":"ec"},{"name":"Immunohistochemistry"},{"name":"Isocitrate Dehydrogenase","id":"1.1.1.41","db":"ec","q":"genetics"},{"name":"Mice"},{"name":"Mutation"},{"name":"Peptides","q":"chemistry"},{"name":"Recombinant Proteins","q":"immunology"},{"name":"isocitrate dehydrogenase 2, human","id":"1.1.1.41","db":"ec"}]}