{"id":{"pubmed":"24403254","doi":"10.1002/cam4.149","pmc":"PMC3892385","issn":"2045-7634"},"journal":"Cancer Med","issue":"Vol. 2, Issue 6, Page 803-814, Year 2013","vol":"2","isu":"6","page":"803-814","year":"2013","title":"Isocitrate dehydrogenase 2 mutation is a frequent event in osteosarcoma detected by a multi-specific monoclonal antibody MsMab-1.","date":"--","auth":["Xing Liu","Yukinari Kato","Mika Kato Kaneko","Masato Sugawara","Satoshi Ogasawara","Yuta Tsujimoto","Yasushi Naganuma","Mitsunori Yamakawa","Takashi Tsuchiya","Michiaki Takagi"],"affi":["Department of Regional Innovation, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai, Miyagi, 980-8575, Japan; Department of Orthopaedic Surgery, Yamagata University School of Medicine, 2-2-2 Iida-nishi, Yamagata, 990-9585, Japan."],"abst":{"0":"Somatic mutations of isocitrate dehydrogenase (IDH) 1 and IDH2 occur in gliomas, acute myeloid leukemia, and cartilaginous tumors. Somatic mosaic IDH1/2 mutations are also reported in Ollier disease and Maffucci syndrome, which are characterized by multiple central cartilaginous tumors. Although IDH1/2 mutation analysis against osteosarcoma has been performed in several studies, no IDH1/2 mutation has been reported. Herein, we newly report the IDH2-R172S mutation in three of 12 (25%) osteosarcoma patients, which was detected by direct DNA sequencing. No monoclonal antibody (mAb) has been reported against IDH2-R172S mutation. However, we demonstrate that the IDH2-R172S peptide was recognized by our established multi-specific anti-mutated IDH1/2 mAb, MsMab-1, in enzyme-linked immunosorbent assay. Western blot analysis revealed that MsMab-1 reacts with PA tag combined recombinant proteins of IDH2-R172S. Furthermore, MsMab-1 stained IDH2-R172S-expressing osteosarcoma tissues in immunohistochemistry. The MsMab-1 stained nine of 32 (28.1%) osteosarcomas in a tissue microarray. This report is the first describing IDH2 mutations in osteosarcoma, which can be detected by MsMab-1 mAb. Taken together, these results show that MsMab-1 can be anticipated for use in immunohistochemical determination of IDH1/2 mutation-bearing osteosarcoma. ","Copyright":" 2013 The Authors. Cancer Medicine published by John Wiley & Sons Ltd."},"kw":[{"name":"Adolescent"},{"name":"Adult"},{"name":"Aged"},{"name":"Aged, 80 and over"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"pharmacology"},{"name":"Bone Neoplasms","q":"genetics"},{"name":"CHO Cells"},{"name":"Cell Line, Tumor"},{"name":"Child"},{"name":"Cricetulus"},{"name":"Female"},{"name":"Humans"},{"name":"IDH1 protein, human","id":"1.1.1.42.","db":"ec"},{"name":"Isocitrate Dehydrogenase","id":"1.1.1.41","db":"ec","q":"genetics"},{"name":"Male"},{"name":"Middle Aged"},{"name":"Molecular Sequence Data"},{"name":"Mutation"},{"name":"Osteosarcoma","q":"genetics"},{"name":"Sequence Analysis, DNA"},{"name":"Young Adult"},{"name":"isocitrate dehydrogenase 2, human","id":"1.1.1.41","db":"ec"}]}