{"id":{"pubmed":"24480187","pii":"S1046-5928(14)00011-4","doi":"10.1016/j.pep.2014.01.009","issn":"1096-0279"},"journal":"Protein Expr. Purif.","issue":"Vol. 95, Page 240-247, Year 2014","vol":"95","isu":"","page":"240-247","year":"2014","title":"PA tag: a versatile protein tagging system using a super high affinity antibody against a dodecapeptide derived from human podoplanin.","date":"--","auth":["Yuki Fujii","Mika Kaneko","Makiko Neyazaki","Terukazu Nogi","Yukinari Kato","Junichi Takagi"],"affi":["Laboratory of Protein Synthesis and Expression, Institute for Protein Research, Osaka University, 3-2 Yamadaoka, Suita, Osaka 565-0871, Japan.","Department of Regional Innovation, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai 980-8575, Japan.","Graduate School of Medical Life Science, Yokohama City University, Tsurumi, Yokohama 230-0045, Japan."],"abst":{"0":"Peptide-based epitope tagging technology is universally used in nearly all kind of research projects that involve biochemical characterization of a target protein, but not many systems are fully compatible with purification purpose. By utilizing an anti-human podoplanin antibody NZ-1, we constructed a novel epitope tag system. NZ-1 possesses exceptionally high affinity toward a dodecapeptide dubbed \"PA tag\", with a characteristic slow dissociation kinetics. Because of its high affinity, PA-tagged proteins in a dilute sample can be captured by immobilized NZ-1 resin in a near complete fashion and eluted by a solution of free PA peptide. This enabled efficient one-step purification of various proteins including soluble (an ectodomain fragment of neuropilin-1) and membrane (epidermal growth factor receptor) proteins expressed in mammalian cells. Mild regeneration condition of the peptide-bound antibody ensures repeated use of the antibody resin, indicating a cost-efficient nature of the system. Together with its outstanding performance in the immunodetection experiments (i.e., Western blotting and flow cytometry), PA tag/NZ-1 system will offer a great chance to facilitate protein production in many biomedical research projects. ","Copyright":" 2014 Elsevier Inc. All rights reserved."},"kw":[{"name":"Antibodies, Monoclonal","q":"chemistry"},{"name":"Chromatography, Affinity","q":"instrumentation"},{"name":"Humans"},{"name":"Interferometry"},{"name":"Kinetics"},{"name":"Membrane Glycoproteins","q":"chemistry"},{"name":"Oligopeptides","q":"chemistry"},{"name":"PDPN protein, human"},{"name":"Protein Binding"},{"name":"Recombinant Fusion Proteins","q":"chemistry"}]}