{"id":{"pubmed":"24985477","pii":"iovs.13-13711","doi":"10.1167/iovs.13-13711","issn":"1552-5783"},"journal":"Invest. Ophthalmol. Vis. Sci.","issue":"Vol. 55, Issue 8, Page 4813-4822, Year 2014","vol":"55","isu":"8","page":"4813-4822","year":"2014","title":"The effect of podoplanin inhibition on lymphangiogenesis under pathological conditions.","date":"2014-07-01","auth":["Yuko Maruyama","Kazuichi Maruyama","Yukinari Kato","Kentaro Kajiya","Satoru Moritoh","Kotaro Yamamoto","Yuko Matsumoto","Mika Sawane","Dontscho Kerjaschki","Toru Nakazawa","Shigeru Kinoshita"],"affi":["Department of Ophthalmology, Kyoto Prefectural University of Medicine, Kyoto, Japan.","Tohoku University Graduate School of Medicine, Department of Ophthalmology, Sendai, Japan.","Department of Regional Innovation, Tohoku University Graduate School of Medicine, Sendai, Japan.","Shiseido Innovative Science Research Center, Yokohama, Japan.","Department of Pathology, Medical University Vienna, Vienna, Austria."],"abst":{"PURPOSE":"Podoplanin has been shown to be a reliable marker of lymphatic endothelium, but its role in the lymphatic system has not been well investigated. The purpose of this study is to investigate the role of podoplanin in lymphangiogenesis and macrophage functions under inflammatory conditions.","METHODS":"Mouse corneal suture and ear section models were used to induce lymphangiogenesis and macrophage infiltration. Antilymphatic vessel endothelial hyaluronan-1 (Anti-LYVE-1) antibody was used to visualize lymphatic vessels. Thioglycollate-induced macrophages (mps) were collected and cultured with lipopolysaccharide (LPS), IFN-γ, and anti-mouse podoplanin antibody (PMab-1). Podoplanin, NF-κB, and mitogen-activated protein kinase (MAPK) pathway expression were detected by Western blot analysis. The TNF-α secretion was measured by ELISA.","RESULTS":"Administration of PMab-1, reduced lymphangiogenesis in the corneal suture and ear wound healing models. Also, PMab-1 suppressed mps infiltration at the site of wound healing. Moreover, administration of PMab-1 led to a significant suppression of the rejection reaction in the corneal transplantation model. Our in vitro experiments showed that PMab-1 suppressed TNF-α secretion from mps under inflamed conditions, especially secretion caused by LPS stimulation. We confirmed the effect of PMab-1 on mps under inflamed conditions with a Western blot experiment, which clearly showed that the phosphorylation signal of the MAPK and NF-κB pathways was suppressed by PMab-1.","CONCLUSIONS":"Podoplanin neutralization resulted in inhibition of lymphatic growth associated with corneal and ear wound healing as well as mps inflammation. These data suggest that podoplanin is a novel therapeutic target for suppressing lymphangiogenesis and inflammation.","Copyright":"2014 The Association for Research in Vision and Ophthalmology, Inc."},"kw":[{"name":"Animals"},{"name":"Blotting, Western"},{"name":"Cells, Cultured"},{"name":"Cornea","q":"blood supply"},{"name":"Corneal Neovascularization","q":"metabolism"},{"name":"Corneal Transplantation"},{"name":"Disease Models, Animal"},{"name":"Endothelium, Lymphatic","q":"drug effects"},{"name":"Enzyme-Linked Immunosorbent Assay"},{"name":"Gp38 protein, mouse"},{"name":"Lymphangiogenesis","q":"drug effects"},{"name":"Macrophages","q":"metabolism"},{"name":"Male"},{"name":"Membrane Glycoproteins","q":"antagonists & inhibitors"},{"name":"Mice"},{"name":"Mice, Inbred BALB C"},{"name":"Mice, Inbred C57BL"},{"name":"Mitogen-Activated Protein Kinases","id":"2.7.11.24","db":"ec","q":"metabolism"},{"name":"Tumor Necrosis Factor-alpha","q":"metabolism"},{"name":"Wound Healing","q":"drug effects"}]}