{"id":{"pubmed":"25080943","pii":"srep05924","doi":"10.1038/srep05924","pmc":"PMC4118152","issn":"2045-2322"},"journal":"Sci Rep","issue":"Vol. 4, Page 5924-5924, Year 2014","vol":"4","isu":"","page":"5924-5924","year":"2014","title":"A cancer-specific monoclonal antibody recognizes the aberrantly glycosylated podoplanin.","date":"2014-08-01","auth":["Yukinari Kato","Mika Kato Kaneko"],"affi":["Department of Regional Innovation, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai, Miyagi 980-8575, Japan."],"abst":["Podoplanin (PDPN/Aggrus/T1α), a platelet aggregation-inducing mucin-like sialoglycoprotein, is highly expressed in many cancers and normal tissues. A neutralizing monoclonal antibody (mAb; NZ-1) can block the association between podoplanin and C-type lectin-like receptor-2 (CLEC-2) and inhibit podoplanin-induced cancer metastasis, but NZ-1 reacts with podoplanin-expressing normal cells such as lymphatic endothelial cells. In this study, we established a cancer-specific mAb (CasMab) against human podoplanin. Aberrantly glycosylated podoplanin including keratan sulfate or aberrant sialylation, which was expressed in LN229 glioblastoma cells, was used as an immunogen. The newly established LpMab-2 mAb recognized both an aberrant O-glycosylation and a Thr55-Leu64 peptide from human podoplanin. Because LpMab-2 reacted with podoplanin-expressing cancer cells but not with normal cells, as shown by flow cytometry and immunohistochemistry, it is an anti-podoplanin CasMab that is expected to be useful for molecular targeting therapy against podoplanin-expressing cancers. "],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal, Murine-Derived","q":"biosynthesis"},{"name":"Antineoplastic Agents","q":"chemistry"},{"name":"CHO Cells"},{"name":"Cell Line, Tumor"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Glycosylation"},{"name":"HEK293 Cells"},{"name":"Humans"},{"name":"Membrane Glycoproteins","q":"chemistry"},{"name":"Mice, Inbred BALB C"},{"name":"PDPN protein, human"},{"name":"Protein Binding"},{"name":"Protein Processing, Post-Translational"}]}