{"id":{"pubmed":"25458834","pii":"S0969-2126(14)00316-5","doi":"10.1016/j.str.2014.09.009","issn":"1878-4186"},"journal":"Structure","issue":"Vol. 22, Issue 12, Page 1711-1721, Year 2014","vol":"22","isu":"12","page":"1711-1721","year":"2014","title":"A platform of C-type lectin-like receptor CLEC-2 for binding O-glycosylated podoplanin and nonglycosylated rhodocytin.","date":"2014-12-02","auth":["Masamichi Nagae","Kana Morita-Matsumoto","Masaki Kato","Mika Kato Kaneko","Yukinari Kato","Yoshiki Yamaguchi"],"affi":["Structural Glycobiology Team, Systems Glycobiology Research Group, RIKEN-Max Planck Joint Research Center, RIKEN Global Research Cluster, 2-1 Hirosawa, Wako, Saitama 351-0198, Japan.","Department of Regional Innovation, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai 980-8575, Japan."],"abst":{"0":"Podoplanin is a transmembrane O-glycoprotein that binds to C-type lectin-like receptor 2 (CLEC-2). The O-glycan-dependent interaction seems to play crucial roles in various biological processes, such as platelet aggregation. Rhodocytin, a snake venom, also binds to CLEC-2 and aggregates platelets in a glycan-independent manner. To elucidate the structural basis of the glycan-dependent and independent interactions, we performed comparative crystallographic studies of podoplanin and rhodocytin in complex with CLEC-2. Both podoplanin and rhodocytin bind to the noncanonical \"side\" face of CLEC-2. There is a common interaction mode between consecutive acidic residues on the ligands and the same arginine residues on CLEC-2. Other interactions are ligand-specific. Carboxyl groups from the sialic acid residue on podoplanin and from the C terminus of the rhodocytin α subunit interact differently at this \"second\" binding site on CLEC-2. The unique and versatile binding modes open a way to understand the functional consequences of CLEC-2-ligand interactions.","Copyright":" 2014 Elsevier Ltd. All rights reserved."},"kw":[{"name":"Binding Sites"},{"name":"Crystallography, X-Ray"},{"name":"Glycosylation"},{"name":"Lectins, C-Type","q":"metabolism"},{"name":"Membrane Glycoproteins","q":"metabolism"},{"name":"Models, Molecular"},{"name":"Platelet Aggregation"},{"name":"Protein Binding"},{"name":"Viper Venoms","q":"metabolism"},{"name":"rhodocytin protein, Calloselasma rhodostoma"}]}