{"id":{"pubmed":"25723283","doi":"10.1089/mab.2014.0087","pmc":"PMC4350263","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 34, Issue 1, Page 44-50, Year 2015","vol":"34","isu":"1","page":"44-50","year":"2015","title":"Characterization of monoclonal antibody LpMab-3 recognizing sialylated glycopeptide of podoplanin.","date":"--","auth":["Hiroharu Oki","Satoshi Ogasawara","Mika Kato Kaneko","Michiaki Takagi","Masanori Yamauchi","Yukinari Kato"],"affi":["1 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Sendai, Miyagi, Japan ."],"abst":["Podoplanin (PDPN/Aggrus/T1α/gp36/OTS-8), a type I transmembrane sialoglycoprotein, is involved in platelet aggregation, cell invasion, and cancer metastasis. Podoplanin expression in cancer cells or cancer-associated fibroblasts was reported to be involved in poor prognosis of several cancers. Furthermore, podoplanin is expressed in lymphatic endothelial cells or lung type I alveolar cells. Although many anti-podoplanin monoclonal antibodies (MAbs), such as NZ-1 and D2-40, have been established, almost all anti-podoplanin MAbs are produced against a platelet aggregation-inducing (PLAG) domain. In this study, we produced and characterized a novel anti-podoplanin monoclonal antibody, LpMab-3, the epitope of which is a sialylated glycopeptide of podoplanin. We identified the minimum epitope of LpMab-3 as Thr76-Glu81 of human podoplanin, which is different from PLAG domain, using Western blot analysis and flow cytometry. Immunohistochemical analysis showed that LpMab-3 is useful for detecting lung type I alveolar cells and lymphatic endothelial cells. Because LpMab-3 detects only sialylated podoplanin, it could be useful for uncovering the physiological function of sialylated human podoplanin. "],"kw":[{"name":"Amino Acid Sequence"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Antibody Specificity"},{"name":"Blotting, Western"},{"name":"CHO Cells"},{"name":"Carbohydrate Sequence"},{"name":"Cell Line, Tumor"},{"name":"Cricetulus"},{"name":"Endothelial Cells","q":"immunology"},{"name":"Enzyme-Linked Immunosorbent Assay"},{"name":"Epithelial Cells","q":"immunology"},{"name":"Humans"},{"name":"Hybridomas","q":"immunology"},{"name":"Immunization"},{"name":"Membrane Glycoproteins","q":"analysis"},{"name":"Mice"},{"name":"Mice, Inbred BALB C"},{"name":"Molecular Sequence Data"},{"name":"PDPN protein, human"},{"name":"Protein Structure, Tertiary"},{"name":"Pulmonary Alveoli","q":"immunology"},{"name":"Sialoglycoproteins","q":"analysis"}]}