{"id":{"pubmed":"25753205","pii":"S0006-291X(15)00409-X","doi":"10.1016/j.bbrc.2015.02.162","issn":"1090-2104"},"journal":"Biochem. Biophys. Res. Commun.","issue":"Vol. 459, Issue 4, Page 636-642, Year 2015","vol":"459","isu":"4","page":"636-642","year":"2015","title":"A novel monoclonal antibody SMab-2 recognizes endogenous IDH2-R172S of chondrosarcoma.","date":"2015-04-17","auth":["Xing Liu","Satoshi Ogasawara","Mika K Kaneko","Hiroharu Oki","Yasukazu Hozumi","Kaoru Goto","Michiaki Takagi","Yukinari Kato"],"affi":["Department of Regional Innovation, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai, Miyagi 980-8575, Japan; Department of Orthopaedic Surgery, Yamagata University Faculty of Medicine, 2-2-2 Iida-nishi, Yamagata 990-9585, Japan.","Department of Regional Innovation, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai, Miyagi 980-8575, Japan.","Department of Anatomy and Cell Biology, Yamagata University Faculty of Medicine, 2-2-2 Iida-nishi, Yamagata 990-9585, Japan.","Department of Orthopaedic Surgery, Yamagata University Faculty of Medicine, 2-2-2 Iida-nishi, Yamagata 990-9585, Japan."],"abst":{"0":"Isocitrate dehydrogenase 2 (IDH2) mutations have been reported in gliomas, osteosarcomas, cartilaginous tumors, giant cell tumors of bone, and acute myeloid leukemias. Although IDH2 catalyzes the oxidative carboxylation of isocitrate to α-ketoglutarate (α-KG) in mitochondria, mutated IDH2 proteins possess the ability to change α-KG into the oncometabolite R(-)-2-hydroxyglutarate (2-HG). To date, several monoclonal antibodies (mAbs) specific for IDH2 mutations have been established, such as KMab-1 against IDH2-R172K, MMab-1 against IDH2-R172M, and WMab-1 against IDH2-R172W. Although a multi-specific mAb MsMab-1 reacted with IDH2-R172G and IDH2-R172S, a mono-specific mAb against IDH2-R172S has not been established. In this study, we established a novel mAb SMab-2, which recognizes IDH2-R172S but not with wild type IDH2 in ELISA. Although SMab-2 reacted with both IDH1-R132S and IDH2-R172S expressed in Escherichia coli, it reacted with only IDH2-R172S expressed in U-2 OS osteosarcoma cells. Furthermore, SMab-2 recognized endogenous IDH2-R172S protein expressed in SW1353 chondrosarcoma cells in Western blot and immunocytochemical analyses. SMab-2 is expected to be useful for diagnosis of IDH2-R172S-bearing tumors. ","Copyright":" 2015 Elsevier Inc. All rights reserved."},"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antibody Specificity"},{"name":"Cell Line, Tumor"},{"name":"Chondrosarcoma","q":"enzymology"},{"name":"Enzyme-Linked Immunosorbent Assay"},{"name":"Humans"},{"name":"Isocitrate Dehydrogenase","id":"1.1.1.41","db":"ec","q":"metabolism"},{"name":"Mice"},{"name":"Mice, Inbred BALB C"}]}