{"id":{"pubmed":"25826087","pii":"3515","pmc":"PMC4496201","doi":"10.18632/oncotarget.3515","issn":"1949-2553"},"journal":"Oncotarget","issue":"Vol. 6, Issue 11, Page 9045-9060, Year 2015","vol":"6","isu":"11","page":"9045-9060","year":"2015","title":"Antibody and lectin target podoplanin to inhibit oral squamous carcinoma cell migration and viability by distinct mechanisms.","date":"2015-04-20","auth":["Jhon A Ochoa-Alvarez","Harini Krishnan","John G Pastorino","Evan Nevel","David Kephart","Joseph J Lee","Edward P Retzbach","Yongquan Shen","Mahnaz Fatahzadeh","Soly Baredes","Evelyne Kalyoussef","Masaru Honma","Martin E Adelson","Mika K Kaneko","Yukinari Kato","Mary Ann Young","Lisa Deluca-Rapone","Alan J Shienbaum","Kingsley Yin","Lasse D Jensen","Gary S Goldberg"],"affi":["Departments of Molecular Biology, Cell Biology, and Pathology, School of Osteopathic Medicine, Rowan University, Stratford, NJ, USA.","Department of Diagnostic Sciences, Rutgers School of Dental Medicine, Newark, NJ, USA.","Department of Otolaryngology - Head and Neck Surgery, Rutgers New Jersey Medical School, Newark, NJ, USA.","Department of Dermatology, Asahikawa Medical University, Midorigaoka-Higashi, Asahikawa, Japan.","Medical Diagnostic Laboratories, Hamilton, NJ, USA.","Department of Regional Innovation, Tohoku University Graduate School of Medicine, Seiryo-machi, Aoba-ku, Sendai, Miyagi, Japan.","Department of Medical and Health Sciences, Linköping University, Lasarettsgatan, Ingång, Linköping, Sweden."],"abst":["Podoplanin (PDPN) is a unique transmembrane receptor that promotes tumor cell motility. Indeed, PDPN may serve as a chemotherapeutic target for primary and metastatic cancer cells, particularly oral squamous cell carcinoma (OSCC) cells that cause most oral cancers. Here, we studied how a monoclonal antibody (NZ-1) and lectin (MASL) that target PDPN affect human OSCC cell motility and viability. Both reagents inhibited the migration of PDPN expressing OSCC cells at nanomolar concentrations before inhibiting cell viability at micromolar concentrations. In addition, both reagents induced mitochondrial membrane permeability transition to kill OSCC cells that express PDPN by caspase independent nonapoptotic necrosis. Furthermore, MASL displayed a surprisingly robust ability to target PDPN on OSCC cells within minutes of exposure, and significantly inhibited human OSCC dissemination in zebrafish embryos. Moreover, we report that human OSCC cells formed tumors that expressed PDPN in mice, and induced PDPN expression in infiltrating host murine cancer associated fibroblasts. Taken together, these data suggest that antibodies and lectins may be utilized to combat OSCC and other cancers that express PDPN. "],"kw":[{"name":"Administration, Oral"},{"name":"Animals"},{"name":"Animals, Genetically Modified"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antineoplastic Agents, Phytogenic","q":"administration & dosage"},{"name":"Carcinoma, Squamous Cell","q":"pathology"},{"name":"Cell Line, Tumor"},{"name":"Cell Movement","q":"drug effects"},{"name":"Cell Survival","q":"drug effects"},{"name":"Fibroblasts","q":"pathology"},{"name":"Humans"},{"name":"Membrane Glycoproteins","q":"antagonists & inhibitors"},{"name":"Membrane Potential, Mitochondrial","q":"drug effects"},{"name":"Mice"},{"name":"Molecular Targeted Therapy"},{"name":"Mouth Neoplasms","q":"pathology"},{"name":"Neoplasm Proteins","q":"antagonists & inhibitors"},{"name":"PDPN protein, human"},{"name":"Papillomaviridae","q":"isolation & purification"},{"name":"Papillomavirus Infections","q":"pathology"},{"name":"Phytohemagglutinins","q":"administration & dosage"},{"name":"Xenograft Model Antitumor Assays"},{"name":"Zebrafish","q":"embryology"},{"name":"leukoagglutinins, plants"}]}