{"id":{"pubmed":"26090595","doi":"10.1089/mab.2014.0090","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 34, Issue 3, Page 174-180, Year 2015","vol":"34","isu":"3","page":"174-180","year":"2015","title":"Characterization of Monoclonal Antibody LpMab-7 Recognizing Non-PLAG Domain of Podoplanin.","date":"--","auth":["Hiroharu Oki","Mika K Kaneko","Satoshi Ogasawara","Yuta Tsujimoto","Xing Liu","Masato Sugawara","Yuya Takakubo","Michiaki Takagi","Yukinari Kato"],"affi":["1 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Sendai, Miyagi, Japan .","2 Department of Orthopaedic Surgery, Yamagata University Faculty of Medicine , Yamagata, Japan ."],"abst":["Podoplanin (PDPN/Aggrus/T1α), a platelet aggregation-inducing type I transmembrane sialoglycoprotein, is involved in tumor invasion and metastasis. Furthermore, podoplanin expression was reported to be involved in poor prognosis of several cancers. Although many anti-podoplanin monoclonal antibodies (MAbs), such as NZ-1 and D2-40, have been established, those epitopes are limited to platelet aggregation-stimulating (PLAG) domain of podoplanin. In this study, we developed and characterized a novel anti-podoplanin MAb, LpMab-7, that is more sensitive than NZ-1 in immunohistochemistry. We identified the minimum epitope of LpMab-7 as Arg79-Leu83 of human podoplanin, which is different from PLAG domain, using ELISA, Western blot analysis, and flow cytometry. Because LpMab-7 has high sensitivity against podoplanin, LpMab-7 is expected to be useful for molecular targeting therapy for podoplanin-expressing cancers. "],"kw":[{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antibody Specificity"},{"name":"Blotting, Western"},{"name":"Bone Neoplasms","q":"diagnosis"},{"name":"Epitopes","q":"immunology"},{"name":"Flow Cytometry"},{"name":"Humans"},{"name":"Immunoenzyme Techniques"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Osteosarcoma","q":"diagnosis"},{"name":"PDPN protein, human"},{"name":"Platelet Aggregation","q":"immunology"},{"name":"Tumor Cells, Cultured"}]}