{"id":{"pubmed":"26090592","doi":"10.1089/mab.2014.0091","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 34, Issue 3, Page 154-161, Year 2015","vol":"34","isu":"3","page":"154-161","year":"2015","title":"Anti-podoplanin Monoclonal Antibody LpMab-7 Detects Metastatic Lesions of Osteosarcoma.","date":"--","auth":["Mika K Kaneko","Hiroharu Oki","Satoshi Ogasawara","Michiaki Takagi","Yukinari Kato"],"affi":["1 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Sendai, Miyagi, Japan .","2 Department of Orthopaedic Surgery, Yamagata University Faculty of Medicine , Yamagata, Japan ."],"abst":["Osteosarcoma is the most common primary malignant bone tumor and is highly metastatic to the lungs. Therefore, the development of a novel molecular targeting therapy against metastasis of osteosarcoma is necessary. A platelet aggregation-inducing factor, podoplanin/aggrus, is involved in tumor metastasis. Furthermore, podoplanin expression was reported to be involved in the poor prognosis of osteosarcoma patients. However, the association between podoplanin expression and metastasis of osteosarcoma remains unclear because of the lack of highly sensitive anti-podoplanin monoclonal antibodies (MAbs). In this study, we used a novel anti-podoplanin MAb, LpMab-7, which is more sensitive than well-known anti-podoplanin MAbs in immunohistochemistry. Immunohistochemical analysis using LpMab-7 showed that podoplanin expression at primary lesions is observed in 15 out of 16 (93.8%) cases. Furthermore, podoplanin expression at metastatic lesions was higher compared with primary lesions in three out of four (75%) cases with lung metastasis. Because LpMab-7 has high sensitivity against podoplanin, it is expected to be useful for molecular targeting therapy for osteosarcomas. "],"kw":[{"name":"Adolescent"},{"name":"Adult"},{"name":"Aged"},{"name":"Aged, 80 and over"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Bone Neoplasms","q":"immunology"},{"name":"Child"},{"name":"Female"},{"name":"Follow-Up Studies"},{"name":"Humans"},{"name":"Immunoenzyme Techniques"},{"name":"Lung Neoplasms","q":"diagnosis"},{"name":"Lymphatic Metastasis"},{"name":"Male"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Middle Aged"},{"name":"Neoplasm Grading"},{"name":"Osteosarcoma","q":"diagnosis"},{"name":"PDPN protein, human"},{"name":"Prognosis"}]}