{"id":{"pubmed":"26416352","pii":"5339","doi":"10.18632/oncotarget.5339","pmc":"PMC4742157","issn":"1949-2553"},"journal":"Oncotarget","issue":"Vol. 6, Issue 34, Page 36003-36018, Year 2015","vol":"6","isu":"34","page":"36003-36018","year":"2015","title":"The chimeric antibody chLpMab-7 targeting human podoplanin suppresses pulmonary metastasis via ADCC and CDC rather than via its neutralizing activity.","date":"2015-11-03","auth":["Yukinari Kato","Akiko Kunita","Shinji Abe","Satoshi Ogasawara","Yuki Fujii","Hiroharu Oki","Masashi Fukayama","Yasuhiko Nishioka","Mika K Kaneko"],"affi":["Department of Regional Innovation, Tohoku University Graduate School of Medicine, Aoba-ku, Sendai, Miyagi 980-8575, Japan.","Department of Pathology, Graduate School of Medicine, The University of Tokyo, Bunkyo-ku, Tokyo 113-0033, Japan.","Department of Clinical Pharmacy Practice Pedagogy, Institute of Biomedical Sciences, Tokushima University Graduate School, Shou-machi, Tokushima 770-8505, Japan.","Department of Respiratory Medicine and Rheumatology, Institute of Biomedical Sciences, Tokushima University Graduate School, Shou-machi, Tokushima 770-8503, Japan."],"abst":["Podoplanin (PDPN/Aggrus/T1α) binds to C-type lectin-like receptor-2 (CLEC-2) and induces platelet aggregation. PDPN is associated with malignant progression, tumor metastasis, and poor prognosis in several types of cancer. Although many anti-human PDPN (hPDPN) monoclonal antibodies (mAbs), such as D2-40 and NZ-1, have been established, these epitopes are limited to the platelet aggregation-stimulating (PLAG) domain (amino acids 29-54) of hPDPN. Recently, we developed a novel mouse anti-hPDPN mAb, LpMab-7, which is more sensitive than D2-40 and NZ-1, using the Cancer-specific mAb (CasMab) method. The epitope of LpMab-7 was shown to be entirely different from that of NZ-1, a neutralizing mAb against the PLAG domain according to an inhibition assay and lectin microarray analysis. In the present study, we produced a mouse-human chimeric anti-hPDPN mAb, chLpMab-7. ChLpMab-7 showed high antibody-dependent cellular cytotoxicity (ADCC) and complement-dependent cytotoxicity (CDC). Furthermore, chLpMab-7 inhibited the growth of hPDPN-expressing tumors in vivo. Although chLpMab-7 recognizes a non-PLAG domain of hPDPN, it suppressed the hematogenous metastasis of hPDPN-expressing tumors. These results indicated that chLpMab-7 suppressed tumor development and hematogenous metastasis in a neutralization-independent manner. In conclusion, hPDPN shows promise as a target in the development of a novel antibody-based therapy."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antibodies, Monoclonal, Murine-Derived","q":"immunology"},{"name":"Antibody-Dependent Cell Cytotoxicity"},{"name":"CHO Cells"},{"name":"Cell Line, Tumor"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Epitopes","q":"immunology"},{"name":"Female"},{"name":"HEK293 Cells"},{"name":"Humans"},{"name":"Lung Neoplasms","q":"immunology"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Mice"},{"name":"Mice, Inbred BALB C"},{"name":"Mice, Nude"},{"name":"Neoplasm Metastasis"},{"name":"PDPN protein, human"},{"name":"Transfection"}]}