{"id":{"pubmed":"26492619","doi":"10.1089/mab.2015.0018","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 34, Issue 5, Page 318-326, Year 2015","vol":"34","isu":"5","page":"318-326","year":"2015","title":"Development of Monoclonal Antibody LpMab-10 Recognizing Non-glycosylated PLAG1/2 Domain Including Thr34 of Human Podoplanin.","date":"--","auth":["Satoshi Ogasawara","Hiroharu Oki","Mika K Kaneko","Yasukazu Hozumi","Xing Liu","Ryusuke Honma","Yuki Fujii","Takuro Nakamura","Kaoru Goto","Michiaki Takagi","Yukinari Kato"],"affi":["1 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Sendai, Miyagi, Japan .","2 Department of Orthopaedic Surgery, Yamagata University Faculty of Medicine , Yamagata, Japan .","3 Department of Anatomy and Cell Biology, Yamagata University Faculty of Medicine , Yamagata, Japan ."],"abst":["Podoplanin (PDPN) is a type-I transmembrane sialoglycoprotein that possesses a platelet aggregation-stimulating (PLAG) domain in the N-terminus. PLAG domain includes three tandem repeats of eight amino acids: PLAG1, PLAG2, and PLAG3. Among the three PLAG domains, O-glycan on Thr52 of PLAG3 is critical for binding with C-type lectin-like receptor-2 (CLEC-2) and is essential for platelet-aggregating activity of PDPN. In contrast, the glycosylation of Thr34 of PLAG1 of human PDPN remains to be clarified. Herein, we developed and characterized a novel anti-PDPN monoclonal antibody, LpMab-10, which targets PLAG1/2 domain. LpMab-10 detects endogenous PDPN of cancer cells and normal cells independently of glycosylation. The minimum epitope of LpMab-10 was identified as Glu33-Gly45 of PDPN using Western blot and flow cytometry. The Thr34 of PLAG1 is critical for LpMab-10 recognition, and O-glycan is not included in LpMab-10 epitope, indicating that Thr34 of PLAG1 is not O-glycosylated. In immunocytochemical and immunohistochemical analyses, LpMab-10 strongly detected PDPN-expressing tumor cells. By using monoclonal antibodies against different Ser/Thr, including epitopes of PDPN, it becomes possible to determine whether Ser/Thr residues of PDPN are O-glycosylated. "],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"CHO Cells"},{"name":"CLEC2B protein, human"},{"name":"Cell Line"},{"name":"Cell Line, Tumor"},{"name":"Cricetulus"},{"name":"DNA-Binding Proteins","q":"immunology"},{"name":"Epitopes","q":"immunology"},{"name":"Glycosylation"},{"name":"HEK293 Cells"},{"name":"Humans"},{"name":"Lectins, C-Type","q":"immunology"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"PDPN protein, human"},{"name":"PLAG1 protein, human"},{"name":"Platelet Aggregation","q":"immunology"},{"name":"Polysaccharides","q":"immunology"},{"name":"Protein Structure, Tertiary"}]}