{"id":{"pubmed":"26683179","doi":"10.1089/mab.2015.0041","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 34, Issue 6, Page 396-403, Year 2015","vol":"34","isu":"6","page":"396-403","year":"2015","title":"Development of Sensitive Monoclonal Antibody PMab-2 Against Rat Podoplanin.","date":"--","auth":["Hiroharu Oki","Ryusuke Honma","Satoshi Ogasawara","Yuki Fujii","Xing Liu","Michiaki Takagi","Mika K Kaneko","Yukinari Kato"],"affi":["1 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Aoba-ku, Sendai, Miyagi, Japan .","2 Department of Orthopaedic Surgery, Yamagata University Faculty of Medicine , Yamagata, Japan ."],"abst":["Podoplanin (PDPN) is a platelet aggregation-inducing factor, which is known as an endogenous ligand of C-type lectin-like receptor-2 (CLEC-2). PDPN is also expressed in several normal tissues, such as lung type I alveolar cells and kidney podocytes. Although many monoclonal antibodies (MAbs) against human PDPN (hPDPN) or mouse PDPN (mPDPN) have been established, anti-rat PDPN (rPDPN) MAbs, especially against platelet aggregation-stimulating (PLAG) domain (29-54 amino acids) of rPDPN, have not been developed. Therefore, functional analysis of rPDPN in normal tissues has been limited. Here, we immunized mice with rPDPN peptides (38-51 amino acids) and developed a novel mouse anti-rPDPN MAb, PMab-2 (IgG1, kappa), which possesses high affinity compared with anti-hPDPN or mPDPN MAbs. The KD of PMab-2 was determined to be 5.9 × 10(-10) M. PMab-2 is useful, not only in flow cytometry and Western blot analysis against endogenous rPDPN, which is expressed in rat dermal fibroblast, but also in immunohistochemistry against normal tissues. PMab-2 showed extraordinarily high sensitivity in immunohistochemistry, indicating that PMab-2 is very advantageous for functional analysis of rPDPN."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Antibody Affinity"},{"name":"Antibody Specificity"},{"name":"CHO Cells"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Female"},{"name":"Gene Expression"},{"name":"Gp38 protein, rat"},{"name":"Humans"},{"name":"Immunization"},{"name":"Immunoglobulin G","q":"biosynthesis"},{"name":"Immunohistochemistry","q":"methods"},{"name":"Membrane Glycoproteins","q":"analysis"},{"name":"Mice"},{"name":"Mice, Inbred BALB C"},{"name":"Peptides","q":"administration & dosage"},{"name":"Protein Binding"},{"name":"Protein Structure, Tertiary"},{"name":"Rats"},{"name":"Recombinant Proteins","q":"analysis"}]}