{"id":{"pubmed":"26788987","doi":"10.1089/mab.2015.0066","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 35, Issue 1, Page 41-47, Year 2016","vol":"35","isu":"1","page":"41-47","year":"2016","title":"Establishment of Novel Monoclonal Antibody PMab-32 Against Rabbit Podoplanin.","date":"--","auth":["Ryusuke Honma","Yuki Fujii","Satoshi Ogasawara","Hiroharu Oki","Xing Liu","Takuro Nakamura","Mika K Kaneko","Michiaki Takagi","Yukinari Kato"],"affi":["1 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Aoba-ku, Sendai, Japan .","2 Department of Orthopaedic Surgery, Yamagata University Faculty of Medicine , Yamagata, Japan ."],"abst":["Podoplanin (PDPN) is a type I transmembrane O-glycoprotein, which is known as a specific lymphatic marker. PDPN activates platelet aggregation by binding to C-type lectin-like receptor-2 (CLEC-2) on platelet. PDPN is also expressed in several normal tissues, including podocytes and type I alveolar cells. Although many monoclonal antibodies (MAbs) against human PDPN (hPDPN), mouse PDPN (mPDPN), and rat PDPN (rPDPN) have been established, useful antibodies against rabbit PDPN (rabPDPN) have not been developed. In this study, we immunized mice with the recombinant proteins of rabPDPN, and developed a novel anti-rabPDPN MAb, named PMab-32. PMab-32 could detect endogenous and exogenous rabPDPN in flow cytometry and Western blot analysis. The KD of PMab-32 was determined to be 6.2 × 10(-8) M by flow cytometry. Immunohistochemical analysis showed that PMab-32 is useful for detecting podocytes, type I alveolar cells, and lymphatic endothelial cells in normal rabbit tissues. PMab-32 is expected to be useful for various rabbit experiments."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"genetics"},{"name":"CHO Cells"},{"name":"Cricetulus"},{"name":"Female"},{"name":"Flow Cytometry","q":"methods"},{"name":"Membrane Glycoproteins","q":"genetics"},{"name":"Mice, Inbred BALB C"},{"name":"Podocytes","q":"immunology"},{"name":"Rabbits"},{"name":"Recombinant Proteins","q":"genetics"},{"name":"Surface Plasmon Resonance"}]}