{"id":{"pubmed":"26822025","pii":"2326-6066.CIR-15-0060","doi":"10.1158/2326-6066.CIR-15-0060","issn":"2326-6074"},"journal":"Cancer Immunol Res","issue":"Vol. 4, Issue 3, Page 259-268, Year 2016","vol":"4","isu":"3","page":"259-268","year":"2016","title":"CAR T Cells Targeting Podoplanin Reduce Orthotopic Glioblastomas in Mouse Brains.","date":"--","auth":["Satoshi Shiina","Masasuke Ohno","Fumiharu Ohka","Shunichiro Kuramitsu","Akane Yamamichi","Akira Kato","Kazuya Motomura","Kuniaki Tanahashi","Takashi Yamamoto","Reiko Watanabe","Ichiro Ito","Takeshi Senga","Michinari Hamaguchi","Toshihiko Wakabayashi","Mika K Kaneko","Yukinari Kato","Vidyalakshmi Chandramohan","Darell D Bigner","Atsushi Natsume"],"affi":["Department of Neurosurgery, Nagoya University School of Medicine, Nagoya, Japan.","Department of Neurosurgery, Nagoya University School of Medicine, Nagoya, Japan. Division of Neurosurgery, National Hospital Organization Nagoya Medical Center, Nagoya, Japan.","Department of Neurosurgery, Nagoya University School of Medicine, Nagoya, Japan. Division of Neurosurgery, Koujunkai Daido Hospital, Nagoya, Japan.","Division of Diagnostic Pathology, Shizuoka Cancer Center, Shizuoka, Japan.","Division of Cancer Biology, Nagoya University School of Medicine, Nagoya, Japan.","Department of Regional Innovation, Tohoku University Graduate School of Medicine, Sendai, Japan.","Preston Robert Tisch Brain Tumor Center at Duke and Department of Pathology, Duke University Medical Center, Durham, North Carolina."],"abst":{"0":"Glioblastoma (GBM) is the most common and lethal primary malignant brain tumor in adults with a 5-year overall survival rate of less than 10%. Podoplanin (PDPN) is a type I transmembrane mucin-like glycoprotein, expressed in the lymphatic endothelium. Several solid tumors overexpress PDPN, including the mesenchymal type of GBM, which has been reported to present the worst prognosis among GBM subtypes. Chimeric antigen receptor (CAR)-transduced T cells can recognize predefined tumor surface antigens independent of MHC restriction, which is often downregulated in gliomas. We constructed a lentiviral vector expressing a third-generation CAR comprising a PDPN-specific antibody (NZ-1-based single-chain variable fragment) with CD28, 4-1BB, and CD3ζ intracellular domains. CAR-transduced peripheral blood monocytes were immunologically evaluated by calcein-mediated cytotoxic assay, ELISA, tumor size, and overall survival. The generated CAR T cells were specific and effective against PDPN-positive GBM cells in vitro. Systemic injection of the CAR T cells into an immunodeficient mouse model inhibited the growth of intracranial glioma xenografts in vivo. CAR T-cell therapy that targets PDPN would be a promising adoptive immunotherapy to treat mesenchymal GBM.","Copyright":"2016 American Association for Cancer Research."},"kw":[{"name":"Animals"},{"name":"Brain Neoplasms","q":"metabolism"},{"name":"Cell Line, Tumor"},{"name":"Coculture Techniques"},{"name":"Female"},{"name":"Glioblastoma","q":"metabolism"},{"name":"Humans"},{"name":"Immunotherapy, Adoptive"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Mice, Inbred NOD"},{"name":"Mice, SCID"},{"name":"Neoplasm Transplantation"},{"name":"PDPN protein, human"},{"name":"Receptors, Antigen","q":"metabolism"},{"name":"Recombinant Fusion Proteins","q":"metabolism"},{"name":"T-Lymphocytes","q":"immunology"}]}