{"id":{"pubmed":"26872787","pii":"jcs.176685","doi":"10.1242/jcs.176685","issn":"1477-9137"},"journal":"J. Cell. Sci.","issue":"Vol. 129, Issue 7, Page 1512-1522, Year 2016","vol":"129","isu":"7","page":"1512-1522","year":"2016","title":"Tailored placement of a turn-forming PA tag into the structured domain of a protein to probe its conformational state.","date":"2016-04-01","auth":["Yuki Fujii","Yukiko Matsunaga","Takao Arimori","Yu Kitago","Satoshi Ogasawara","Mika K Kaneko","Yukinari Kato","Junichi Takagi"],"affi":["Laboratory of Protein Synthesis and Expression, Institute for Protein Research, Osaka University, 3-2 Yamadaoka, Suita, Osaka 565-0871, Japan Department of Regional Innovation, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai 980-8575, Japan.","Laboratory of Protein Synthesis and Expression, Institute for Protein Research, Osaka University, 3-2 Yamadaoka, Suita, Osaka 565-0871, Japan.","Department of Regional Innovation, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai 980-8575, Japan.","Laboratory of Protein Synthesis and Expression, Institute for Protein Research, Osaka University, 3-2 Yamadaoka, Suita, Osaka 565-0871, Japan"],"abst":{"0":"Placement of a tag sequence is usually limited to either terminal end of the target protein, reducing the potential of epitope tags for various labeling applications. The PA tag is a dodecapeptide (GVAMPGAEDDVV) that is recognized by a high-affinity antibody NZ-1. We determined the crystal structure of the PA-tag-NZ-1 complex and found that NZ-1 recognizes a central segment of the PA tag peptide in a tight β-turn configuration, suggesting that it is compatible with the insertion into a loop. This possibility was tested and confirmed using multiple integrin subunits and semaphorin. More specifically, the PA tag can be inserted at multiple locations within the integrin αIIb subunit (encoded by ITGA2B) of the fibrinogen receptor αIIbβ3 integrin (of which the β3 subunit is encoded by ITGB3) without affecting the structural and functional integrity, while maintaining its high affinity for NZ-1. The large choice of the sites for 'epitope grafting' enabled the placement of the PA tag at a location whose accessibility is modulated during the biological action of the receptor. Thus, we succeeded in converting a general anti-tag antibody into a special anti-integrin antibody that can be classified as a ligand-induced binding site antibody.","Copyright":" 2016. Published by The Company of Biologists Ltd."},"kw":[{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Binding Sites, Antibody","q":"immunology"},{"name":"Cell Line"},{"name":"HEK293 Cells"},{"name":"Humans"},{"name":"ITGA2B protein, human"},{"name":"ITGB3 protein, human"},{"name":"Integrin alpha2","q":"genetics"},{"name":"Integrin beta3","q":"genetics"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"PDPN protein, human"},{"name":"Protein Conformation"},{"name":"Semaphorins","q":"genetics"}]}