{"id":{"pubmed":"26902720","doi":"10.7554/eLife.11621","pmc":"PMC4775226","issn":"2050-084X"},"journal":"Elife","issue":"Vol. 5, Year 2016","vol":"5","isu":"","page":"","year":"2016","title":"Active and water-soluble form of lipidated Wnt protein is maintained by a serum glycoprotein afamin/α-albumin.","date":"2016-02-23","auth":["Emiko Mihara","Hidenori Hirai","Hideki Yamamoto","Keiko Tamura-Kawakami","Mami Matano","Akira Kikuchi","Toshiro Sato","Junichi Takagi"],"affi":["Laboratory of Protein Synthesis and Expression, Institute for Protein Research, Osaka University, Suita, Japan.","Department of Molecular Biology and Biochemistry, Graduate School of Medicine, Osaka University, Suita, Japan.","Department of Gastroenterology, Keio University School of Medicine, Tokyo, Japan."],"abst":["Wnt plays important role during development and in various diseases. Because Wnts are lipidated and highly hydrophobic, they can only be purified in the presence of detergents, limiting their use in various in vitro and in vivo assays. We purified N-terminally tagged recombinant Wnt3a secreted from cells and accidentally discovered that Wnt3a co-purified with a glycoprotein afamin derived from the bovine serum included in the media. Wnt3a forms a 1:1 complex with afamin, which remains soluble in aqueous buffer after isolation, and can induce signaling in various cellular systems including the intestical stem cell growth assay. By co-expressing with afamin, biologically active afamin-Wnt complex can be easily obtained in large quantity. As afamin can also solubilize Wnt5a, Wnt3, and many more Wnt subtypes, afamin complexation will open a way to put various Wnt ligands and their signaling mechanisms under a thorough biochemical scrutiny that had been difficult for years. "],"kw":[{"name":"Animals"},{"name":"Carrier Proteins","q":"chemistry"},{"name":"Cattle"},{"name":"Glycoproteins","q":"chemistry"},{"name":"Hydrophobic and Hydrophilic Interactions"},{"name":"Protein Binding"},{"name":"Serum Albumin","q":"chemistry"},{"name":"Solubility"},{"name":"Water","id":"059QF0KO0R","db":"uk"},{"name":"Wnt Proteins","q":"chemistry"}]}