{"id":{"pubmed":"26937552","doi":"10.1089/mab.2015.0077","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 35, Issue 2, Page 109-116, Year 2016","vol":"35","isu":"2","page":"109-116","year":"2016","title":"Novel Monoclonal Antibody LpMab-17 Developed by CasMab Technology Distinguishes Human Podoplanin from Monkey Podoplanin.","date":"--","auth":["Yukinari Kato","Satoshi Ogasawara","Hiroharu Oki","Ryusuke Honma","Michiaki Takagi","Yuki Fujii","Takuro Nakamura","Noriko Saidoh","Hazuki Kanno","Mitsuo Umetsu","Satoshi Kamata","Hiroshi Kubo","Mitsuhiro Yamada","Yoshihiko Sawa","Kei-Ichi Morita","Hiroyuki Harada","Hiroyoshi Suzuki","Mika Kato Kaneko"],"affi":["1 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Orthopaedic Surgery, Faculty of Medicine, Yamagata University , Yamagata, Japan .","3 Department of Biomolecular Engineering, Graduate School of Engineering, Tohoku University , Sendai, Japan .","4 Department of Advanced Preventive Medicine for Infectious Disease, Tohoku University Graduate School of Medicine , Sendai, Japan .","5 Department of Thoracic Surgery, Institute of Development, Aging, and Cancer, Tohoku University Graduate School of Medicine , Sendai, Japan .","6 Department of Respiratory Medicine, Tohoku University Graduate School of Medicine , Sendai, Japan .","7 Department of Morphological Biology, Fukuoka Dental College , Fukuoka, Japan .","8 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Tokyo, Japan .","9 Department of Pathology and Laboratory Medicine, Sendai Medical Center , Sendai, Japan ."],"abst":["Podoplanin (PDPN) is a type-I transmembrane sialoglycoprotein, which possesses a platelet aggregation-stimulating (PLAG) domain in its N-terminus. Among the three PLAG domains, O-glycan on Thr52 of PLAG3 is critical for the binding with C-type lectin-like receptor-2 (CLEC-2) and is essential for platelet-aggregating activity of PDPN. Although many anti-PDPN monoclonal antibodies (mAbs) have been established, almost all mAbs bind to PLAG domains. We recently established CasMab technology to produce mAbs against membranous proteins. Using CasMab technology, we produced a novel anti-PDPN mAb, LpMab-17, which binds to non-PLAG domains. LpMab-17 clearly detected endogenous PDPN of cancer cells and normal cells in Western-blot, flow cytometry, and immunohistochemistry. LpMab-17 recognized glycan-deficient PDPN in flow cytometry, indicating that the interaction between LpMab-17 and PDPN is independent of its glycosylation. The minimum epitope of LpMab-17 was identified as Gly77-Asp82 of PDPN using enzyme-linked immunosorbent assay. Of interest, LpMab-17 did not bind to monkey PDPN, whereas the homology is 94% between human PDPN and monkey PDPN, indicating that the epitope of LpMab-17 is unique compared with the other anti-PDPN mAbs. The combination of different epitope-possessing mAbs could be advantageous for the PDPN-targeting diagnosis or therapy. "],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antibody Specificity","q":"immunology"},{"name":"Enzyme-Linked Immunosorbent Assay"},{"name":"Epitope Mapping"},{"name":"Epitopes","q":"immunology"},{"name":"Flow Cytometry"},{"name":"HEK293 Cells"},{"name":"Haplorhini","q":"immunology"},{"name":"Humans"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Mice"},{"name":"PDPN protein, human"},{"name":"Protein Domains","q":"immunology"}]}