{"id":{"pubmed":"26977704","doi":"10.1089/mab.2015.0078","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 35, Issue 2, Page 65-72, Year 2016","vol":"35","isu":"2","page":"65-72","year":"2016","title":"Critical Epitope of Anti-Rabbit Podoplanin Monoclonal Antibodies for Immunohistochemical Analysis.","date":"--","auth":["Ryusuke Honma","Yuki Fujii","Satoshi Ogasawara","Hiroharu Oki","Satoru Konnai","Yumiko Kagawa","Michiaki Takagi","Mika K Kaneko","Yukinari Kato"],"affi":["1 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Orthopaedic Surgery, Yamagata University Faculty of Medicine , Yamagata, Japan .","3 Department of Disease Control, Graduate School of Veterinary Medicine, Hokkaido University , Hokkaido, Japan .","4 North Lab , Hokkaido, Japan ."],"abst":["Podoplanin (PDPN) is a type I transmembrane sialoglycoprotein, which is expressed in several normal cells, including lymphatic endothelial cells throughout the body, podocytes of the kidney, and lung type I alveolar cells of the lung. We have established many monoclonal antibodies (mAbs) against human PDPN, mouse PDPN, and rat PDPN. In addition, we recently produced an anti-rabbit PDPN mAb, PMab-32, which was established by immunizing mice with recombinant proteins of rabbit PDPN. Herein, we compared the reactivity of PMab-32 with that of newly established anti-rabbit PDPN mAbs, PMab-33 and PMab-21, against normal tissues in immunohistochemistry. PMab-32 reacted with podocytes, type I alveolar cells, and lymphatic endothelial cells, whereas PMab-33 detected only podocytes and type I alveolar cells but not lymphatic endothelial cells. PMab-21 was not useful in immunohistochemistry. We identified the epitope of PMab-32 and PMab-33 as Ser61-Ala68 of rabbit PDPN using western blot and flow cytometric analyses. In contrast, the epitope of PMab-21 was identified as Leu44-Glu48, which is corresponding to platelet aggregation-stimulating (PLAG) domain, indicating that Ser61-Ala68 of rabbit PDPN is a more appropriate epitope for immunohistochemistry compared with PLAG domain. PMab-32 could be useful for uncovering the function of rabbit PDPN. "],"kw":[{"name":"Alveolar Epithelial Cells","q":"immunology"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antibody Specificity","q":"immunology"},{"name":"CHO Cells"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Epitope Mapping"},{"name":"Epitopes","q":"immunology"},{"name":"HEK293 Cells"},{"name":"Humans"},{"name":"Immunohistochemistry"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Mice"},{"name":"PDPN protein, human"},{"name":"Podocytes","q":"immunology"},{"name":"Rabbits"},{"name":"Rats"},{"name":"Species Specificity"}]}