{"id":{"pubmed":"27031228","doi":"10.1371/journal.pone.0152912","pii":"PONE-D-16-00700","pmc":"PMC4816300","issn":"1932-6203"},"journal":"PLoS ONE","issue":"Vol. 11, Issue 3, Page e0152912-e0152912, Year 2016","vol":"11","isu":"3","page":"e0152912-e0152912","year":"2016","title":"LpMab-12 Established by CasMab Technology Specifically Detects Sialylated O-Glycan on Thr52 of Platelet Aggregation-Stimulating Domain of Human Podoplanin.","date":"--","auth":["Yukinari Kato","Satoshi Ogasawara","Hiroharu Oki","Polina Goichberg","Ryusuke Honma","Yuki Fujii","Mika K Kaneko"],"affi":["Department of Regional Innovation, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai, Miyagi 980-8575, Japan.","Department of Anesthesia, Brigham and Women's Hospital, Harvard Medical School, 75 Francis Street, Boston, MA 02115, United States of America."],"abst":["Podoplanin (PDPN), also known as Aggrus, possesses three tandem repeat of platelet aggregation-stimulating (PLAG) domains in its N-terminus. Among the PLAG domains, sialylated O-glycan on Thr52 of PLAG3 is essential for the binding to C-type lectin-like receptor-2 (CLEC-2) and the platelet-aggregating activity of human PDPN (hPDPN). Although various anti-hPDPN monoclonal antibodies (mAbs) have been generated, no specific mAb has been reported to target the epitope containing glycosylated Thr52. We recently established CasMab technology to develop mAbs against glycosylated membrane proteins. Herein, we report the development of a novel anti-glycopeptide mAb (GpMab), LpMab-12. LpMab-12 detected endogenous hPDPN by flow cytometry. Immunohistochemical analyses also showed that hPDPN-expressing lymphatic endothelial and cancer cells were clearly labeled by LpMab-12. The minimal epitope of LpMab-12 was identified as Asp49-Pro53 of hPDPN. Furthermore, LpMab-12 reacted with the synthetic glycopeptide of hPDPN, corresponding to 38-54 amino acids (hpp3854: 38-EGGVAMPGAEDDVVTPG-54), which carries α2-6 sialylated N-acetyl-D-galactosamine (GalNAc) on Thr52. LpMab-12 did not recognize non-sialylated GalNAc-attached glycopeptide, indicating that sialylated GalNAc on Thr52 is necessary for the binding of LpMab-12 to hPDPN. Thus, LpMab-12 could serve as a new diagnostic tool for determining whether hPDPN possesses the sialylation on Thr52, a site-specific post-translational modification critical for the hPDPN association with CLEC-2. "],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal, Murine-Derived","q":"chemistry"},{"name":"CHO Cells"},{"name":"CLEC2B protein, human"},{"name":"COS Cells"},{"name":"Cercopithecus aethiops"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Humans"},{"name":"Lectins, C-Type","q":"chemistry"},{"name":"Membrane Glycoproteins","q":"chemistry"},{"name":"N-Acetylneuraminic Acid","id":"GZP2782OP0","db":"uk","q":"chemistry"},{"name":"PDPN protein, human"},{"name":"Protein Structure, Tertiary"}]}