{"id":{"pubmed":"27328060","doi":"10.1089/mab.2016.0006","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 35, Issue 3, Page 155-162, Year 2016","vol":"35","isu":"3","page":"155-162","year":"2016","title":"Establishment of Mouse Monoclonal Antibody LpMab-13 Against Human Podoplanin.","date":"--","auth":["Satoshi Ogasawara","Mika K Kaneko","Ryusuke Honma","Hiroharu Oki","Yuki Fujii","Michiaki Takagi","Hiroyoshi Suzuki","Yukinari Kato"],"affi":["1 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Orthopaedic Surgery, Yamagata University Faculty of Medicine , Yamagata, Japan .","3 Department of Pathology and Laboratory Medicine, Sendai Medical Center , Sendai, Japan ."],"abst":["Podoplanin (PDPN)/Aggrus is a type-I transmembrane sialoglycoprotein, which possesses a platelet aggregation-stimulating (PLAG) domain. The O-glycosylation on Thr52 of human PDPN (hPDPN) is critical for the interaction of hPDPN with C-type lectin-like receptor-2 (CLEC-2), resulting in platelet aggregation. Many anti-hPDPN monoclonal antibodies (MAbs) against PLAG domains and non-PLAG domains have been established; however, mouse anti-PLAG2/3 MAb, the epitope of which is consistent with rat anti-PLAG2/3 MAb NZ-1, has not been established. NZ-1 inhibits the hPDPN-CLEC-2 interaction and is also useful for anti-PA tag MAb. We recently established CasMab technology to produce MAbs against membranous proteins. Herein, we produced a novel anti-hPDPN MAb, LpMab-13, which binds to PLAG2/3 domains. LpMab-13 recognized endogenous hPDPN of cancer cells, including glioblastoma, oral cancer, lung cancer, and malignant mesothelioma, and normal cells such as lymphatic endothelial cells and podocytes of kidney in Western blot, flow cytometry, and immunohistochemistry. LpMab-13 recognized glycan-deficient hPDPN in flow cytometry, indicating that the interaction between LpMab-13 and hPDPN is independent of its glycosylation. The minimum epitope of LpMab-13 was identified as Ala42-Asp49 of hPDPN using Western blot and flow cytometry. The combination of different epitope-possessing MAbs could be advantageous for the hPDPN-targeting diagnosis and therapy. "],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"CLEC2B protein, human"},{"name":"Cell Line, Tumor"},{"name":"Endothelial Cells","q":"immunology"},{"name":"Epitopes","q":"immunology"},{"name":"HEK293 Cells"},{"name":"Humans"},{"name":"Lectins, C-Type","q":"immunology"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Mice"},{"name":"Neoplasms","q":"diagnosis"},{"name":"PDPN protein, human"},{"name":"Platelet Aggregation","q":"immunology"},{"name":"Rats"}]}