{"id":{"pubmed":"27788029","doi":"10.1089/mab.2016.0037","pmc":"PMC5160166","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 35, Issue 5, Page 254-258, Year 2016","vol":"35","isu":"5","page":"254-258","year":"2016","title":"Establishment of Anti-Human ATRX Monoclonal Antibody AMab-6.","date":"--","auth":["Satoshi Ogasawara","Yuki Fujii","Mika K Kaneko","Hiroharu Oki","Hemragul Sabit","Mitsutoshi Nakada","Hiroyoshi Suzuki","Koichi Ichimura","Takashi Komori","Yukinari Kato"],"affi":["1 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Neurosurgery, Graduate School of Medical Science, Kanazawa University , Kanazawa, Japan .","3 Department of Pathology and Laboratory Medicine, Sendai Medical Center , Sendai, Japan .","4 Division of Brain Tumor Translational Research, National Cancer Center Research Institute , Tokyo, Japan .","5 Department of Neuropathology, Tokyo Metropolitan Neurological Hospital , Tokyo, Japan ."],"abst":["Gliomas are the most frequently occurring brain tumors with a heterogeneous molecular background. The molecular subgrouping of gliomas more prognostically stratifies patients into distinct groups compared with conventional histological classification. The most important molecules for the subtype diagnosis of diffuse gliomas are mutations of isocitrate dehydrogenase (IDH), TERT promoter, and α-thalassemia/mental-retardation-syndrome-X-linked (ATRX) and the codeletion of 1p/19q. Among them, IDH and ATRX mutations can be diagnosed using specific monoclonal antibodies (mAbs). We have developed many mAbs against IDH mutants, including HMab-1/HMab-2 against IDH1-R132H and multispecific mAbs MsMab-1/MsMab-2 against IDH1/2 mutations. In contrast, highly sensitive mAbs against ATRX remain to be established. In this study, we immunized mice with recombinant human ATRX and developed a novel mAb, AMab-6. The dissociation constant of AMab-6 was determined to be 9.7 × 10 M, indicating that the binding affinity of AMab-6 is very high. Furthermore, AMab-6 sensitively detects ATRX in Western blot and immunohistochemical analyses, indicating that AMab-6 could become the standard marker to determine the ATRX mutation status of gliomas in immunohistochemical analyses."],"kw":[{"name":"ATRX protein, human","id":"3.6.4.12","db":"ec"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Antibody Specificity"},{"name":"Biomarkers, Tumor","q":"immunology"},{"name":"DNA Helicases","id":"3.6.4.-","db":"ec","q":"antagonists & inhibitors"},{"name":"Gene Expression Regulation, Neoplastic","q":"immunology"},{"name":"Glioma","q":"genetics"},{"name":"Humans"},{"name":"Isocitrate Dehydrogenase","id":"1.1.1.41","db":"ec","q":"genetics"},{"name":"Mice"},{"name":"Mutation"},{"name":"Nuclear Proteins","q":"antagonists & inhibitors"},{"name":"X-linked Nuclear Protein","id":"3.6.4.12","db":"ec"}]}