{"id":{"pubmed":"27801621","doi":"10.1089/mab.2016.0039","pmc":"PMC5206699","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 35, Issue 6, Page 293-299, Year 2016","vol":"35","isu":"6","page":"293-299","year":"2016","title":"MAP Tag: A Novel Tagging System for Protein Purification and Detection.","date":"--","auth":["Yuki Fujii","Mika K Kaneko","Yukinari Kato"],"affi":["Department of Regional Innovation, Tohoku University Graduate School of Medicine , Miyagi, Japan ."],"abst":["Protein purification is an essential procedure in fields such as biochemistry, molecular biology, and biophysics. Acquiring target proteins with high quality and purity is still difficult, although several tag systems have been established for protein purification. Affinity tag systems are excellent because they possess high affinity and specificity for acquiring the target proteins. Nevertheless, further affinity tag systems are needed to compensate for several disadvantages of the presently available affinity tag systems. Herein, we developed a novel affinity tag system designated as the MAP tag system. This system is composed of a rat anti-mouse podoplanin monoclonal antibody (clone PMab-1) and MAP tag (GDGMVPPGIEDK) derived from the platelet aggregation-stimulating domain of mouse podoplanin. PMab-1 possesses high affinity and specificity for the MAP tag, and the PMab-1/MAP tag complex dissociates in the presence of the epitope peptide, indicating that the MAP tag system is suitable for protein purification. We successfully purified several proteins, including a nuclear protein, soluble proteins, and a membrane protein using the MAP tag system. The MAP tag system is very useful not only for protein purification but also in protein detection systems such as western blot and flow cytometric analyses. Taken together, these findings indicate that the MAP tag system could be a powerful tool for protein purification and detection."],"kw":[{"name":"Amino Acid Sequence"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Antibody Affinity"},{"name":"Antibody Specificity"},{"name":"Antigen-Antibody Complex","q":"chemistry"},{"name":"Blotting, Western"},{"name":"COS Cells"},{"name":"Clone Cells"},{"name":"Epitopes","q":"chemistry"},{"name":"Gene Expression"},{"name":"Gp38 protein, mouse"},{"name":"HEK293 Cells"},{"name":"Humans"},{"name":"Membrane Glycoproteins","q":"chemistry"},{"name":"Mice"},{"name":"Peptides","q":"chemistry"},{"name":"Protein Domains"},{"name":"Rats"},{"name":"Staining and Labeling","q":"methods"}]}