{"id":{"pubmed":"28101903","doi":"10.1002/cam4.954","pmc":"PMC5313638","issn":"2045-7634"},"journal":"Cancer Med","issue":"Vol. 6, Issue 2, Page 382-396, Year 2017","vol":"6","isu":"2","page":"382-396","year":"2017","title":"Development and characterization of anti-glycopeptide monoclonal antibodies against human podoplanin, using glycan-deficient cell lines generated by CRISPR/Cas9 and TALEN.","date":"--","auth":["Mika K Kaneko","Takuro Nakamura","Ryusuke Honma","Satoshi Ogasawara","Yuki Fujii","Shinji Abe","Michiaki Takagi","Hiroyuki Harada","Hiroyoshi Suzuki","Yasuhiko Nishioka","Yukinari Kato"],"affi":["Department of Regional Innovation, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai, Miyagi, 980-8575, Japan.","Department of Orthopaedic Surgery, Yamagata University Faculty of Medicine, 2-2-2 Iida-nishi, Yamagata, 990-9585, Japan.","Department of Clinical Pharmacy Practice Pedagogy, Graduate School of Biomedical Sciences, Tokushima University, 1-78-1 Sho-machi, Tokushima, 770-8505, Japan.","Department of Respiratory Medicine and Rheumatology, Graduate School of Biomedical Sciences, Tokushima University, 3-18-15 Kuramoto-cho, Tokushima, 770-8503, Japan.","Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University, 1-5-45, Yushima, Bunkyo-ku, Tokyo, 113-8510, Japan.","Department of Pathology and Laboratory Medicine, Sendai Medical Center, 2-8-8, Miyagino, Miyagino-ku, Sendai, Miyagi, 983-0045, Japan."],"abst":{"0":"Human podoplanin (hPDPN), which binds to C-type lectin-like receptor-2 (CLEC-2), is involved in platelet aggregation and cancer metastasis. The expression of hPDPN in cancer cells or cancer-associated fibroblasts indicates poor prognosis. Human lymphatic endothelial cells, lung-type I alveolar cells, and renal glomerular epithelial cells express hPDPN. Although numerous monoclonal antibodies (mAbs) against hPDPN are available, they recognize peptide epitopes of hPDPN. Here, we generated a novel anti-hPDPN mAb, LpMab-21. To characterize the hPDPN epitope recognized by the LpMab-21, we established glycan-deficient CHO-S and HEK-293T cell lines, using the CRISPR/Cas9 or TALEN. Flow cytometric analysis revealed that the minimum hPDPN epitope, in which sialic acid is linked to Thr76, recognized by LpMab-21 is Thr76-Arg79. LpMab-21 detected hPDPN expression in glioblastoma, oral squamous carcinoma, and seminoma cells as well as in normal lymphatic endothelial cells. However, LpMab-21 did not react with renal glomerular epithelial cells or lung type I alveolar cells, indicating that sialylation of hPDPN Thr76 is cell-type-specific. LpMab-21 combined with other anti-hPDPN antibodies that recognize different epitopes may therefore be useful for determining the physiological function of sialylated hPDPN.","Copyright":" 2016 The Authors. Cancer Medicine published by John Wiley & Sons Ltd."},"kw":[{"name":"Amino Acid Sequence"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"administration & dosage"},{"name":"CHO Cells"},{"name":"CRISPR-Cas Systems"},{"name":"Cell Line, Tumor"},{"name":"Cricetulus"},{"name":"Epitopes","q":"immunology"},{"name":"Gene Knockout Techniques"},{"name":"HEK293 Cells"},{"name":"Humans"},{"name":"Membrane Glycoproteins","q":"genetics"},{"name":"Mice"},{"name":"Organ Specificity"},{"name":"PDPN protein, human"}]}