{"id":{"pubmed":"28234556","doi":"10.1089/mab.2016.0045","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 1, Page 20-24, Year 2017","vol":"36","isu":"1","page":"20-24","year":"2017","title":"Antiglycopeptide Mouse Monoclonal Antibody LpMab-21 Exerts Antitumor Activity Against Human Podoplanin Through Antibody-Dependent Cellular Cytotoxicity and Complement-Dependent Cytotoxicity.","date":"--","auth":["Yukinari Kato","Akiko Kunita","Masashi Fukayama","Shinji Abe","Yasuhiko Nishioka","Hiroaki Uchida","Hideaki Tahara","Shinji Yamada","Miyuki Yanaka","Takuro Nakamura","Noriko Saidoh","Kanae Yoshida","Yuki Fujii","Ryusuke Honma","Michiaki Takagi","Satoshi Ogasawara","Takeshi Murata","Mika K Kaneko"],"affi":["1 Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Pathology, Graduate School of Medicine, The University of Tokyo , Tokyo, Japan .","3 Department of Clinical Pharmacy Practice Pedagogy, Graduate School of Biomedical Sciences, Tokushima University , Tokushima, Japan .","4 Department of Respiratory Medicine and Rheumatology, Graduate School of Biomedical Sciences, Tokushima University , Tokushima, Japan .","5 Division of Bioengineering, Advanced Clinical Research Center, The Institute of Medical Science, The University of Tokyo , Tokyo, Japan .","6 Department of Orthopaedic Surgery, Yamagata University Faculty of Medicine , Yamagata, Japan .","7 Department of Chemistry, Graduate School of Science, Chiba University , Chiba, Japan .","8 Molecular Chirality Research Center, Chiba University , Chiba, Japan ."],"abst":["The interaction between podoplanin (PDPN) and C-type lectin-like receptor 2 (CLEC-2) is involved in tumor malignancy. We have established many monoclonal antibodies (mAbs) against human podoplanin using the cancer-specific mAb (CasMab) technology. LpMab-21, one of the mouse antipodoplanin mAbs, is of the IgG subclass, and its minimum epitope was determined to be Thr76-Arg79 of the human podoplanin. Importantly, sialic acid is linked to Thr76; therefore, LpMab-21 is an antiglycopeptide mAb (GpMab). In this study, we investigated whether LpMab-21 shows antibody-dependent cellular cytotoxicity (ADCC) and complement-dependent cytotoxicity (CDC) against human podoplanin-expressing cancer cell lines in vitro and also studied its antitumor activities using a xenograft model. LpMab-21 showed high ADCC and CDC activities against not only podoplanin-expressing Chinese hamster ovary cells but also LN319 glioblastoma cells and PC-10 lung cancer cells, both of which endogenously express podoplanin. Furthermore, LpMab-21 decreased tumor growth in vivo, indicating that LpMab-21 could be useful for antibody therapy against human podoplanin-expressing cancers."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antibody-Dependent Cell Cytotoxicity"},{"name":"Antineoplastic Agents","q":"immunology"},{"name":"CHO Cells"},{"name":"CLEC2B protein, human"},{"name":"Cell Line, Tumor"},{"name":"Complement System Proteins","id":"9007-36-7","db":"cas","q":"immunology"},{"name":"Cricetulus"},{"name":"Glioblastoma","q":"drug therapy"},{"name":"Glycopeptides","q":"immunology"},{"name":"Humans"},{"name":"Lectins, C-Type","q":"metabolism"},{"name":"Lung Neoplasms","q":"drug therapy"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Mice"},{"name":"Mice, Nude"},{"name":"N-Acetylneuraminic Acid","id":"GZP2782OP0","db":"uk","q":"metabolism"},{"name":"PDPN protein, human"},{"name":"Xenograft Model Antitumor Assays","q":"methods"}]}