{"id":{"pubmed":"28387612","doi":"10.1089/mab.2017.0002","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 2, Page 77-79, Year 2017","vol":"36","isu":"2","page":"77-79","year":"2017","title":"Development of mPMab-1, a Mouse-Rat Chimeric Antibody Against Mouse Podoplanin.","date":"--","auth":["Shinji Yamada","Mika K Kaneko","Takuro Nakamura","Osamu Ichii","Satoru Konnai","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Sendai, Japan .","3 Graduate School of Veterinary Medicine, Hokkaido University , Sapporo, Japan .","4 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan ."],"abst":["Podoplanin (PDPN), the ligand of C-type lectin-like receptor-2, is used as a lymphatic endothelial marker. We previously established clone PMab-1 of rat IgG as a specific monoclonal antibody (mAb) against mouse PDPN. PMab-1 is also very sensitive in immunohistochemical analysis; however, rat mAbs seem to be unfavorable for pathologists because anti-mouse IgG and anti-rabbit IgG are usually used as secondary antibodies in commercially available kits for immunohistochemical analysis. In this study, we develop a mouse-rat chimeric antibody, mPMab-1 of mouse IgG, which was derived from rat PMab-1 mAb. Immunohistochemical analysis shows that mPMab-1 detects podocytes of the kidney, lymphatic endothelial cells of the colon, and type I alveolar cells of the lung. Importantly, mPMab-1 is more sensitive than PMab-1. This conversion strategy from rat mAb to mouse mAb could be applicable to other mAbs."],"kw":[{"name":"3,3'-Diaminobenzidine","id":"2RV4T6KHQI","db":"uk","q":"chemistry"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Antibody Specificity"},{"name":"CHO Cells"},{"name":"Colon","q":"anatomy & histology"},{"name":"Cricetulus"},{"name":"Flow Cytometry"},{"name":"Gene Expression"},{"name":"Gp38 protein, mouse"},{"name":"Gp38 protein, rat"},{"name":"Humans"},{"name":"Immunohistochemistry"},{"name":"Kidney","q":"anatomy & histology"},{"name":"Membrane Glycoproteins","q":"genetics"},{"name":"Mice"},{"name":"Mice, Inbred DBA"},{"name":"Plasmids","q":"chemistry"},{"name":"Rats"},{"name":"Recombinant Fusion Proteins","q":"biosynthesis"},{"name":"Single-Domain Antibodies","q":"biosynthesis"}]}