{"id":{"pubmed":"28384052","doi":"10.1089/mab.2017.0008","pmc":"PMC5404275","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 2, Page 50-56, Year 2017","vol":"36","isu":"2","page":"50-56","year":"2017","title":"PcMab-47: Novel Antihuman Podocalyxin Monoclonal Antibody for Immunohistochemistry.","date":"--","auth":["Satoshi Ogasawara","Mika K Kaneko","Shinji Yamada","Ryusuke Honma","Takuro Nakamura","Noriko Saidoh","Miyuki Yanaka","Kanae Yoshida","Yuki Fujii","Yukinari Kato"],"affi":["1 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","3 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan ."],"abst":["Podocalyxin (PODXL) is a CD34-related sialomucin and a well-known marker of embryonic stem cells. PODXL is expressed in many types of tumors including colorectal cancers, breast cancers, and brain tumors. Overexpression of PODXL is an independent predictor of progression, metastasis, and poor outcome. PODXL is also expressed in many normal cells such as renal podocytes and endothelial cells (ECs). However, high-sensitive and high-specific anti-PODXL monoclonal antibodies (mAbs) have not been established. Herein, we immunized mice with recombinant human PODXL, which was produced using LN229 glioblastoma cells. The anti-PODXL mAb, PcMab-47, reacted with endogenous PODXL-expressing cancer cell lines and normal cells independently of glycosylation in flow cytometry. Immunohistochemical analysis showed that PcMab-47 detected PODXL-expressing normal cells such as podocytes of kidney or ECs. Furthermore, PcMab-47 stained PODXL-expressing cancer cells of colon or breast cancers. These results suggest that PcMab-47 could be useful for investigating the expression and function of PODXL in cancers and normal tissues."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Biomarkers, Tumor","q":"genetics"},{"name":"CHO Cells"},{"name":"Caco-2 Cells"},{"name":"Cell Line, Tumor"},{"name":"Cricetulus"},{"name":"Female"},{"name":"Flow Cytometry"},{"name":"Gene Expression"},{"name":"HEK293 Cells"},{"name":"Humans"},{"name":"Hybridomas","q":"immunology"},{"name":"Immunization, Secondary","q":"methods"},{"name":"Immunohistochemistry","q":"methods"},{"name":"Mice, Inbred BALB C"},{"name":"Neuroglia","q":"immunology"},{"name":"Peptides","q":"administration & dosage"},{"name":"Sialoglycoproteins","q":"genetics"},{"name":"Spleen","q":"cytology"},{"name":"podocalyxin"}]}