{"id":{"pubmed":"28387591","doi":"10.1089/mab.2017.0001","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 2, Page 72-76, Year 2017","vol":"36","isu":"2","page":"72-76","year":"2017","title":"LpMab-23: A Cancer-Specific Monoclonal Antibody Against Human Podoplanin.","date":"--","auth":["Shinji Yamada","Satoshi Ogasawara","Mika K Kaneko","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Miyagi, Japan .","2 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Sendai, Miyagi, Japan .","3 New Industry Creation Hatchery Center, Tohoku University, Sendai, Miyagi, Japan ."],"abst":["Human podoplanin (hPDPN), the ligand of C-type lectin-like receptor-2, is involved in cancer metastasis. Until now, many monoclonal antibodies (mAbs) have been established against hPDPN. However, it is still difficult to develop a cancer-specific mAb (CasMab) against hPDPN because the protein sequence of hPDPN expressed in cancer cells is the same as that in normal cells. Herein, we report LpMab-23 of the mouse IgG subclass, a novel CasMab against hPDPN. In an immunohistochemical analysis, LpMab-23 reacted with tumor cells of human oral cancer, but did not react with normal cells such as lymphatic endothelial cells (LECs). In contrast, LpMab-17, another anti-hPDPN mAb, reacted with both tumor cells and LECs. Furthermore, flow cytometric analysis revealed that LpMab-23 reacted with hPDPN-expressing cancer cell lines (LN319, RERF-LC-AI/hPDPN, Y-MESO-14/hPDPN, and HSC3/hPDPN) but showed little reaction with normal cells (LECs and HEK-293T), although another anti-hPDPN mAb, LpMab-7, reacted with both hPDPN-expressing cancer cells and normal cells, indicating that LpMab-23 is a CasMab against hPDPN."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Antibody Affinity"},{"name":"Antibody Specificity"},{"name":"Cell Line"},{"name":"Cell Line, Tumor"},{"name":"Female"},{"name":"Flow Cytometry","q":"methods"},{"name":"Gene Expression"},{"name":"Humans"},{"name":"Hybridomas","q":"immunology"},{"name":"Immunization, Secondary","q":"methods"},{"name":"Membrane Glycoproteins","q":"administration & dosage"},{"name":"Mice"},{"name":"Mice, Inbred BALB C"},{"name":"Organ Specificity"},{"name":"PDPN protein, human"},{"name":"Spleen","q":"cytology"}]}