{"id":{"pubmed":"28393893","pii":"srep46174","doi":"10.1038/srep46174","pmc":"PMC5385562","issn":"2045-2322"},"journal":"Sci Rep","issue":"Vol. 7, Page 46174-46174, Year 2017","vol":"7","isu":"","page":"46174-46174","year":"2017","title":"Mechanistic insights into ectodomain shedding: susceptibility of CADM1 adhesion molecule is determined by alternative splicing and O-glycosylation.","date":"2017--10","auth":["Kyoko Shirakabe","Takuya Omura","Yoshio Shibagaki","Emiko Mihara","Keiichi Homma","Yukinari Kato","Akihiko Yoshimura","Yoshinori Murakami","Junichi Takagi","Seisuke Hattori","Yoshihiro Ogawa"],"affi":["Department of Organ Network and Metabolism, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University (TMDU), Tokyo 113-8510, Japan.","Department of Molecular Endocrinology and Metabolism, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University (TMDU), Tokyo 113-8510, Japan.","Division of Biochemistry, School of Pharmaceutical Science, Kitasato University, Tokyo 108-8641, Japan.","Laboratory of Protein Synthesis and Expression, Institute for Protein Research, Osaka University, Osaka 565-0871, Japan.","Department of Life Science and Informatics, Maebashi Institute of Technology, Maebashi 371-0816, Japan.","Department of Regional Innovation, Tohoku University Graduate School of Medicine, Sendai 980-8575, Japan.","Department of Microbiology and Immunology, Keio University School of Medicine, Tokyo 160-8582, Japan.","Division of Molecular Pathology, Institute of Medical Science, The University of Tokyo, Tokyo 153-8902, Japan.","Department of Medical and Bioregulatory Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka 812-8582, Japan.","Japan Agency for Medical Research and Development, CREST, Tokyo 100-0004, Japan."],"abst":["Ectodomain shedding (shedding) is a post-translational modification, which liberates the extracellular domain of membrane proteins through juxtamembrane processing executed mainly by the ADAM (a disintegrin and metalloprotease) family of metalloproteases. Because shedding alters characteristics of cells in a rapid and irreversible manner, it should be strictly regulated. However, the molecular mechanisms determining membrane protein susceptibility to shedding (shedding susceptibility) are largely unknown. Here we report that alternative splicing can give rise to both shedding-susceptible and shedding-resistant CADM1 (cell adhesion molecule 1) variant proteins. We further show that O-glycans adjacent to the shedding cleavage site interfere with CADM1 shedding, and the only 33-bp alternative exon confers shedding susceptibility to CADM1 by inserting five non-glycosylatable amino acids between interfering O-glycans and the shedding cleavage site. These results demonstrate that shedding susceptibility of membrane protein can be determined at two different levels of its biosynthesis pathway, alternative splicing and O-glycosylation."],"kw":[{"name":"ADAM17 Protein","id":"3.4.24.86","db":"ec","q":"metabolism"},{"name":"Alternative Splicing","q":"drug effects"},{"name":"Amino Acid Sequence"},{"name":"Amino Acid Substitution"},{"name":"Animals"},{"name":"Cadm1 protein, mouse"},{"name":"Cell Adhesion Molecule-1","q":"chemistry"},{"name":"Exons","q":"genetics"},{"name":"Glycosylation","q":"drug effects"},{"name":"Isotope Labeling"},{"name":"Lipopolysaccharides","q":"pharmacology"},{"name":"Macrophages","q":"drug effects"},{"name":"Mice"},{"name":"Models, Biological"},{"name":"Proteomics"},{"name":"Ptpns1 protein, mouse"},{"name":"RAW 264.7 Cells"},{"name":"Receptors, Immunologic","q":"metabolism"},{"name":"Threonine","id":"2ZD004190S","db":"uk","q":"genetics"}]}