{"id":{"pubmed":"28446613","pii":"embr.201643521","doi":"10.15252/embr.201643521","pmc":"PMC5452030","issn":"1469-3178"},"journal":"EMBO Rep.","issue":"Vol. 18, Issue 6, Page 982-999, Year 2017","vol":"18","isu":"6","page":"982-999","year":"2017","title":"Structural basis for ligand capture and release by the endocytic receptor ApoER2.","date":"--","auth":["Hidenori Hirai","Norihisa Yasui","Keitaro Yamashita","Sanae Tabata","Masaki Yamamoto","Junichi Takagi","Terukazu Nogi"],"affi":["Institute for Protein Research, Osaka University, Osaka, Japan.","Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama University, Okayama, Japan.","RIKEN SPring-8 Center, Hyogo, Japan.","Graduate School of Medical Life Science, Yokohama City University, Yokohama, Japan"],"abst":{"0":"Apolipoprotein E receptor 2 (ApoER2) is a close homologue of low-density lipoprotein receptor (LDLR) that mediates the endocytosis of ligands, including LDL particles. LDLR family members have been presumed to explore a large conformational space to capture ligands in the extended conformation at the cell surface. Ligands are subsequently released through a pH-titrated structural transition to a self-docked, contracted-closed conformation. In addition to lipoprotein uptake, ApoER2 is implicated in signal transduction during brain development through capture of the extracellular protein reelin. From crystallographic analysis, we determine that the full-length ApoER2 ectodomain adopts an intermediate contracted-open conformation when complexed with the signaling-competent reelin fragment, and we identify a previously unappreciated auxiliary low-affinity binding interface. Based on mutational analyses, we propose that the pH shift during endocytosis weakens the affinity of the auxiliary interface and destabilizes the ligand-receptor complex. Furthermore, this study elucidates that the contracted-open conformation of ligand-bound ApoER2 at neutral pH resembles the contracted-closed conformation of ligand-unbound LDLR at acidic pH in a manner suggestive of being primed for ligand release even prior to internalization.","Copyright":" 2017 The Authors. Published under the terms of the CC BY NC ND 4.0 license."},"kw":[{"name":"Animals"},{"name":"CHO Cells"},{"name":"Cell Adhesion Molecules, Neuronal","q":"chemistry"},{"name":"Cricetulus"},{"name":"Crystallography"},{"name":"Endocytosis"},{"name":"Endosomes","q":"physiology"},{"name":"Extracellular Matrix Proteins","q":"chemistry"},{"name":"Humans"},{"name":"Hydrogen-Ion Concentration"},{"name":"LDL-Receptor Related Proteins","q":"chemistry"},{"name":"Ligands"},{"name":"Lipoproteins, LDL","q":"metabolism"},{"name":"Nerve Tissue Proteins","q":"chemistry"},{"name":"Neurons","q":"physiology"},{"name":"Protein Conformation"},{"name":"Receptors, LDL","q":"metabolism"},{"name":"Serine Endopeptidases","id":"3.4.21.-","db":"ec","q":"chemistry"},{"name":"Signal Transduction"},{"name":"Surface Plasmon Resonance"},{"name":"low density lipoprotein receptor-related protein 8"},{"name":"reelin protein","id":"3.4.21.-","db":"ec"}]}