{"id":{"pubmed":"28498096","doi":"10.1089/mab.2017.0016","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 3, Page 129-134, Year 2017","vol":"36","isu":"3","page":"129-134","year":"2017","title":"Characterization of the Anti-Bovine Podoplanin Monoclonal Antibody PMab-44.","date":"--","auth":["Shinji Yamada","Ryusuke Honma","Mika K Kaneko","Takuro Nakamura","Miyuki Yanaka","Noriko Saidoh","Michiaki Takagi","Satoru Konnai","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Orthopedic Surgery, Yamagata University Faculty of Medicine , Yamagata, Japan .","3 Department of Disease Control, Graduate School of Veterinary Medicine, Hokkaido University , Sapporo, Japan .","4 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan ."],"abst":["A type I transmembrane sialoglycoprotein podoplanin (PDPN) is expressed in several normal cells, including podocytes of the kidney, type I alveolar cells of the lung, and lymphatic endothelial cells. We recently produced an anti-bovine PDPN (bovPDPN) monoclonal antibody (mAb), PMab-44, by immunizing mice with recombinant proteins of bovPDPN. In this study, we determined the critical epitope of PMab-44 for the recognition of bovPDPN using many deletion mutants and point mutants of bovPDPN. Flow cytometric analyses revealed that the epitope of PMab-44 was Glu46-Thr50, which corresponds to platelet aggregation-stimulating (PLAG) domain-3. The important amino acids in the PMab-44 epitope were determined to be Glu46, Tyr48, and Thr50. Western blot analysis also confirmed these results, indicating that the PLAG domain of bovPDPN is also important in immunogenicity for producing useful anti-PDPN mAbs."],"kw":[{"name":"Amino Acid Sequence"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"chemistry"},{"name":"Binding Sites"},{"name":"CHO Cells"},{"name":"Cattle"},{"name":"Cloning, Molecular"},{"name":"Cricetulus"},{"name":"Epitope Mapping","q":"methods"},{"name":"Epitopes","q":"chemistry"},{"name":"Flow Cytometry"},{"name":"Gene Expression"},{"name":"Genetic Vectors","q":"chemistry"},{"name":"Membrane Glycoproteins","q":"chemistry"},{"name":"Mice"},{"name":"Mutagenesis, Site-Directed"},{"name":"Protein Binding"},{"name":"Protein Interaction Domains and Motifs"},{"name":"Recombinant Proteins","q":"chemistry"}]}