{"id":{"pubmed":"28504613","doi":"10.1089/mab.2017.0014","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 3, Page 104-112, Year 2017","vol":"36","isu":"3","page":"104-112","year":"2017","title":"ChLpMab-23: Cancer-Specific Human-Mouse Chimeric Anti-Podoplanin Antibody Exhibits Antitumor Activity via Antibody-Dependent Cellular Cytotoxicity.","date":"--","auth":["Mika K Kaneko","Takuro Nakamura","Akiko Kunita","Masashi Fukayama","Shinji Abe","Yasuhiko Nishioka","Shinji Yamada","Miyuki Yanaka","Noriko Saidoh","Kanae Yoshida","Yuki Fujii","Satoshi Ogasawara","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Sendai, Japan .","3 Department of Pathology, Graduate School of Medicine, The University of Tokyo , Tokyo, Japan .","4 Department of Clinical Pharmacy Practice Pedagogy, Graduate School of Biomedical Sciences, Tokushima University , Tokushima, Japan .","5 Department of Respiratory Medicine and Rheumatology, Graduate School of Biomedical Sciences, Tokushima University , Tokushima, Japan .","6 New Industry Creation Hatchery Center, Tohoku University, Sendai, Japan ."],"abst":["Podoplanin is expressed in many cancers, including oral cancers and brain tumors. The interaction between podoplanin and its receptor C-type lectin-like receptor 2 (CLEC-2) has been reported to be involved in cancer metastasis and tumor malignancy. We previously established many monoclonal antibodies (mAbs) against human podoplanin using the cancer-specific mAb (CasMab) technology. LpMab-23 (IgG, kappa), one of the mouse anti-podoplanin mAbs, was shown to be a CasMab. However, we have not shown the usefulness of LpMab-23 for antibody therapy against podoplanin-expressing cancers. In this study, we first determined the minimum epitope of LpMab-23 and revealed that Gly54-Leu64 peptide, especially Gly54, Thr55, Ser56, Glu57, Asp58, Arg59, Tyr60, and Leu64 of podoplanin, is a critical epitope of LpMab-23. We further produced human-mouse chimeric LpMab-23 (chLpMab-23) and investigated whether chLpMab-23 exerts antibody-dependent cellular cytotoxicity (ADCC) and antitumor activity. In flow cytometry, chLpMab-23 showed high sensitivity against a podoplanin-expressing glioblastoma cell line, LN319, and an oral cancer cell line, HSC-2. chLpMab-23 also showed ADCC activity against podoplanin-expressing CHO cells (CHO/podoplanin). In xenograft models with HSC-2 and CHO/podoplanin, chLpMab-23 exerts antitumor activity using human natural killer cells, indicating that chLpMab-23 could be useful for antibody therapy against podoplanin-expressing cancers."],"kw":[{"name":"Amino Acid Sequence"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"genetics"},{"name":"Antibodies, Neoplasm","q":"genetics"},{"name":"Antibody-Dependent Cell Cytotoxicity","q":"drug effects"},{"name":"Antineoplastic Agents","q":"chemistry"},{"name":"Brain Neoplasms","q":"drug therapy"},{"name":"CHO Cells"},{"name":"Carcinoma, Squamous Cell","q":"drug therapy"},{"name":"Cell Proliferation","q":"drug effects"},{"name":"Cell Survival","q":"drug effects"},{"name":"Cricetulus"},{"name":"Epitope Mapping"},{"name":"Epitopes","q":"chemistry"},{"name":"Gene Expression"},{"name":"Glioblastoma","q":"drug therapy"},{"name":"Humans"},{"name":"Killer Cells, Natural","q":"cytology"},{"name":"Membrane Glycoproteins","q":"antagonists & inhibitors"},{"name":"Mice"},{"name":"Mouth Neoplasms","q":"drug therapy"},{"name":"PDPN protein, human"},{"name":"Recombinant Fusion Proteins","q":"genetics"},{"name":"Tumor Burden","q":"drug effects"},{"name":"Xenograft Model Antitumor Assays"}]}