{"id":{"pubmed":"28665782","doi":"10.1089/mab.2017.0020","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 4, Page 157-162, Year 2017","vol":"36","isu":"4","page":"157-162","year":"2017","title":"Antipodocalyxin Antibody chPcMab-47 Exerts Antitumor Activity in Mouse Xenograft Models of Colorectal Adenocarcinomas.","date":"--","auth":["Mika K Kaneko","Akiko Kunita","Shinji Yamada","Takuro Nakamura","Miyuki Yanaka","Noriko Saidoh","Yao-Wen Chang","Saori Handa","Satoshi Ogasawara","Tomokazu Ohishi","Shinji Abe","Shunsuke Itai","Hiroyuki Harada","Manabu Kawada","Yasuhiko Nishioka","Masashi Fukayama","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University , Graduate School of Medicine, Sendai, Japan .","2 Department of Pathology, Graduate School of Medicine, The University of Tokyo , Tokyo, Japan .","3 Department of Chemistry, Graduate School of Science, Chiba University , Chiba, Japan .","4 Institute of Microbial Chemistry (BIKAKEN), Numazu, Microbial Chemistry Research Foundation, Shizuoka, Japan .","5 Department of Clinical Pharmacy Practice Pedagogy, Graduate School of Biomedical Sciences, Tokushima University , Tokushima, Japan .","6 Department of Respiratory Medicine and Rheumatology, Graduate School of Biomedical Sciences, Tokushima University , Tokushima, Japan .","7 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Tokyo, Japan .","8 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan ."],"abst":["Podocalyxin (PODXL) is expressed in several cancers, including brain tumors and colorectal cancers. PODXL overexpression is an independent predictor of progression, metastasis, and poor outcome. We recently immunized mice with recombinant human PODXL, which was produced using LN229 glioblastoma cells, and produced a clone PcMab-47 that could be used for investigating PODXL expression by flow cytometry and immunohistochemical analysis. Herein, we produced a human-mouse chimeric PcMab-47 (chPcMab-47) and investigated its antitumor activity against PODXL-expressing tumors. chPcMab-47 reacted with LN229, LN229/PODXL, and Chinese hamster ovary (CHO)/PODXL cells, but it did not react with CHO-K1 or PODXL-knockout LN229 cell line (PDIS-13). chPcMab-47 exerted antitumor activity against a mouse xenograft model using CHO/PODXL. Furthermore, chPcMab-47 was reactive with colorectal cancer cell lines such as HCT-15, Caco-2, HCT-8, and DLD-1. chPcMab-47 also exhibited antitumor activity against a mouse xenograft model using HCT-15. These results suggest that chPcMab-47 could be useful for antibody therapy against PODXL-expressing cancers."],"kw":[{"name":"Adenocarcinoma","q":"drug therapy"},{"name":"Animals"},{"name":"Antibodies, Monoclonal, Humanized","q":"chemistry"},{"name":"Antibodies, Monoclonal, Murine-Derived","q":"chemistry"},{"name":"Antibody Specificity"},{"name":"Antineoplastic Agents, Immunological","q":"chemistry"},{"name":"CHO Cells"},{"name":"Caco-2 Cells"},{"name":"Colorectal Neoplasms","q":"drug therapy"},{"name":"Cricetulus"},{"name":"Humans"},{"name":"Mice, Nude"},{"name":"Protein Binding"},{"name":"Recombinant Fusion Proteins","q":"chemistry"},{"name":"Sensitivity and Specificity"},{"name":"Sialoglycoproteins","q":"immunology"},{"name":"Tumor Burden","q":"drug effects"},{"name":"Xenograft Model Antitumor Assays"},{"name":"podocalyxin"}]}