{"id":{"pubmed":"28700270","doi":"10.1089/mab.2017.0026","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 4, Page 143-148, Year 2017","vol":"36","isu":"4","page":"143-148","year":"2017","title":"HMab-77 is a Sensitive and Specific Anti-HER2 Monoclonal Antibody Against Breast Cancer.","date":"--","auth":["Shunsuke Itai","Yuki Fujii","Mika K Kaneko","Shinji Yamada","Takuro Nakamura","Miyuki Yanaka","Noriko Saidoh","Yao-Wen Chang","Saori Handa","Maki Takahashi","Hiroyoshi Suzuki","Hiroyuki Harada","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Aoba-ku, Sendai, Miyagi, Japan .","2 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Yushima, Bunkyo-ku, Tokyo, Japan .","3 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Aoba-ku, Sendai, Miyagi, Japan .","4 Department of Pathology and Laboratory Medicine, Sendai Medical Center , Miyagino, Miyagino-ku, Sendai, Miyagi, Japan .","5 New Industry Creation Hatchery Center, Tohoku University , Aoba-ku, Sendai, Miyagi, Japan ."],"abst":["Human epidermal growth factor receptor 2 (HER2) plays a critical role in the progression of breast cancers, and HER2 overexpression is associated with poor clinical outcomes. Trastuzumab is an anti-HER2 humanized antibody that leads to significant survival benefits in patients with HER2-positive metastatic breast cancers. In this study, we developed novel anti-HER2 monoclonal antibodies (mAbs) and characterized their efficacy in flow cytometry, Western blot, and immunohistochemical analyses. Initially, we expressed the full length or ectodomain of HER2 in LN229 glioblastoma cells and then immunized mice with ectodomain of HER2 or LN229/HER2, and performed the first screening by enzyme-linked immunosorbent assays using ectodomain of HER2. Subsequently, we selected mAbs according to their efficacy in flow cytometry (second screening), Western blot (third screening), and immunohistochemical analyses (fourth screening). Among 100 mAb clones, only three mAbs reacted with HER2 in Western blot, and clone HMab-77 (IgG, kappa) was selected. Finally, immunohistochemical analyses with HMab-77 showed sensitive and specific reactions against breast cancer cells, warranting the use of HMab-77 to detect HER2 in pathological analyses of breast cancers."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antibody Specificity"},{"name":"CHO Cells"},{"name":"Cell Line, Tumor"},{"name":"Cricetulus"},{"name":"ERBB2 protein, human","id":"2.7.10.1","db":"ec"},{"name":"Female"},{"name":"Flow Cytometry"},{"name":"HEK293 Cells"},{"name":"Humans"},{"name":"Hybridomas"},{"name":"Immunohistochemistry"},{"name":"Mice, Inbred BALB C"},{"name":"Protein Binding"},{"name":"Receptor, ErbB-2","id":"2.7.10.1","db":"ec","q":"immunology"},{"name":"Sensitivity and Specificity"}]}