{"id":{"pubmed":"28737447","doi":"10.1089/mab.2017.0027","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 5, Page 224-230, Year 2017","vol":"36","isu":"5","page":"224-230","year":"2017","title":"PMab-52: Specific and Sensitive Monoclonal Antibody Against Cat Podoplanin for Immunohistochemistry.","date":"--","auth":["Shinji Yamada","Shunsuke Itai","Takuro Nakamura","Miyuki Yanaka","Noriko Saidoh","Yao-Wen Chang","Saori Handa","Hiroyuki Harada","Yumiko Kagawa","Osamu Ichii","Satoru Konnai","Mika K Kaneko","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Tokyo, Japan .","3 North Lab , Sapporo, Japan .","4 Department of Basic Veterinary Sciences, Faculty of Veterinary Medicine, Hokkaido University , Sapporo, Japan .","5 Department of Disease Control, Faculty of Veterinary Medicine, Hokkaido University , Sapporo, Japan .","6 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan ."],"abst":["Podoplanin (PDPN) is expressed in several normal tissues, such as lymphatic endothelial cells, podocytes of renal glomerulus, and type I alveolar cells of lung. PDPN activates platelet aggregation by binding to C-type lectin-like receptor-2 (CLEC-2) on platelet. Although monoclonal antibodies (mAbs) against human PDPN, mouse PDPN, rat PDPN, rabbit PDPN, dog PDPN, and bovine PDPN have been established, anticat PDPN (cPDPN) mAbs have not been developed. In this study, we immunized mice with Chinese hamster ovary (CHO)-K1 cell lines expressing cPDPN, and developed anti-cPDPN mAbs. One of the clones, PMab-52 (IgM, kappa), detected cPDPN specifically in flow cytometry and Western blot analysis. PMab-52 is also useful for detecting feline squamous cell carcinoma cells in immunohistochemical analysis. PMab-52 is expected to be useful for investigating the function of cPDPN in feline carcinomas."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antibody Specificity","q":"immunology"},{"name":"CLEC2B protein, human"},{"name":"Carcinoma, Squamous Cell","q":"diagnosis"},{"name":"Cats"},{"name":"Cattle"},{"name":"Dogs"},{"name":"Epitopes","q":"immunology"},{"name":"Gene Expression","q":"immunology"},{"name":"Humans"},{"name":"Immunohistochemistry"},{"name":"Lectins, C-Type","q":"immunology"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Mice"},{"name":"PDPN protein, human"},{"name":"Platelet Aggregation","q":"immunology"},{"name":"Podocytes","q":"immunology"},{"name":"Rabbits"},{"name":"Rats"}]}