{"id":{"pubmed":"28873000","doi":"10.1089/mab.2017.0030","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 5, Page 220-223, Year 2017","vol":"36","isu":"5","page":"220-223","year":"2017","title":"Immunohistochemical Analysis Using Antipodocalyxin Monoclonal Antibody PcMab-47 Demonstrates Podocalyxin Expression in Oral Squamous Cell Carcinomas.","date":"--","auth":["Shunsuke Itai","Shinji Yamada","Mika K Kaneko","Hiroyuki Harada","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Miyagi, Japan .","2 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Tokyo, Japan .","3 New Industry Creation Hatchery Center, Tohoku University , Miyagi, Japan ."],"abst":["Podocalyxin is a CD34-related type I transmembrane protein that is highly glycosylated with N-glycan, O-glycan, and keratan sulfate. Podocalyxin was originally found in the podocytes of rat kidney and is reportedly expressed in many types of tumors, including brain tumors, colorectal cancers, and breast cancers. Overexpression of podocalyxin is an independent predictor of progression, metastasis, and poor outcome. We recently immunized mice with recombinant human podocalyxin, which was produced using LN229 glioblastoma cells, and produced a novel antipodocalyxin monoclonal antibody (mAb), PcMab-47, which reacts with endogenous podocalyxin-expressing cancer cell lines and normal cell lines independent of glycosylation in Western blot, flow cytometry, and immunohistochemical analyses. In this study, we performed immunohistochemical analysis against oral cancers using PcMab-47. PcMab-47-stained oral squamous cell carcinoma cells in a cytoplasmic pattern and detected 26/38 (68.4%) of oral squamous cell carcinoma cells on tissue microarrays. These results indicate that PcMab-47 is useful in detecting podocalyxin of oral cancers for immunohistochemical analysis."],"kw":[{"name":"Animals"},{"name":"Antibodies, Anti-Idiotypic","q":"administration & dosage"},{"name":"Antibodies, Monoclonal","q":"administration & dosage"},{"name":"Biomarkers, Tumor","q":"genetics"},{"name":"Carcinoma, Squamous Cell","q":"genetics"},{"name":"Flow Cytometry"},{"name":"Gene Expression Regulation, Neoplastic","q":"immunology"},{"name":"Humans"},{"name":"Mice"},{"name":"Mouth Neoplasms","q":"genetics"},{"name":"Rats"},{"name":"Sialoglycoproteins","q":"genetics"},{"name":"podocalyxin"}]}