{"id":{"pubmed":"28891752","doi":"10.1089/mab.2017.0028","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 5, Page 214-219, Year 2017","vol":"36","isu":"5","page":"214-219","year":"2017","title":"Development of EMab-51, a Sensitive and Specific Anti-Epidermal Growth Factor Receptor Monoclonal Antibody in Flow Cytometry, Western Blot, and Immunohistochemistry.","date":"--","auth":["Shunsuke Itai","Mika K Kaneko","Yuki Fujii","Shinji Yamada","Takuro Nakamura","Miyuki Yanaka","Noriko Saidoh","Saori Handa","Yao-Wen Chang","Hiroyoshi Suzuki","Hiroyuki Harada","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Miyagi, Japan .","2 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Tokyo, Japan .","3 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Miyagi, Japan .","4 Department of Pathology and Laboratory Medicine, Sendai Medical Center , Miyagi, Japan .","5 New Industry Creation Hatchery Center, Tohoku University , Miyagi, Japan ."],"abst":["The epidermal growth factor receptor (EGFR) is a member of the human epidermal growth factor receptor (HER) family of receptor tyrosine kinases and is involved in cell growth and differentiation. EGFR homodimers or heterodimers with other HER members, such as HER2 and HER3, activate downstream signaling cascades in many cancers. In this study, we developed novel anti-EGFR monoclonal antibodies (mAbs) and characterized their efficacy in flow cytometry, Western blot, and immunohistochemical analyses. First, we expressed the full-length or ectodomain of EGFR in LN229 glioblastoma cells and then immunized mice with LN229/EGFR or ectodomain of EGFR, and performed the first screening using enzyme-linked immunosorbent assays. Subsequently, we selected mAbs according to their efficacy in flow cytometry (second screening), Western blot (third screening), and immunohistochemical (fourth screening) analyses. Among 100 mAbs, only one clone EMab-51 (IgG, kappa) reacted with EGFR in Western blot analysis. Finally, immunohistochemical analyses with EMab-51 showed sensitive and specific reactions against oral cancer cells, warranting the use of EMab-51 to detect EGFR in pathological analyses of EGFR-expressing cancers."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"administration & dosage"},{"name":"Cell Line, Tumor"},{"name":"Cell Proliferation","q":"genetics"},{"name":"EGFR protein, human","id":"2.7.10.1","db":"ec"},{"name":"ErbB Receptors","id":"2.7.10.1","db":"ec","q":"antagonists & inhibitors"},{"name":"Flow Cytometry"},{"name":"Glioblastoma","q":"immunology"},{"name":"Humans"},{"name":"Immunohistochemistry"},{"name":"Mice"},{"name":"Mouth Neoplasms","q":"immunology"},{"name":"Signal Transduction","q":"genetics"}]}