{"id":{"pubmed":"28910211","doi":"10.1089/mab.2017.0031","pii":"10.1089/mab.2017.0031","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 5, Page 231-235, Year 2017","vol":"36","isu":"5","page":"231-235","year":"2017","title":"Establishment of CMab-43, a Sensitive and Specific Anti-CD133 Monoclonal Antibody, for Immunohistochemistry.","date":"--","auth":["Shunsuke Itai","Yuki Fujii","Takuro Nakamura","Yao-Wen Chang","Miyuki Yanaka","Noriko Saidoh","Saori Handa","Hiroyoshi Suzuki","Hiroyuki Harada","Shinji Yamada","Mika K Kaneko","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Tokyo, Japan .","3 Department of Regional Innovation, Tohoku University Graduate School of Medicine , Sendai, Japan .","4 Department of Pathology and Laboratory Medicine, Sendai Medical Center , Sendai, Japan .","5 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan ."],"abst":["CD133, also known as prominin-1, was first described as a cell surface marker on early progenitor and hematopoietic stem cells. It is a five-domain transmembrane protein composed of an N-terminal extracellular tail, two small cytoplasmic loops, two large extracellular loops containing seven potential glycosylation sites, and a short C-terminal intracellular tail. CD133 has been used as a marker to identify cancer stem cells derived from primary solid tumors and as a prognostic marker of gliomas. Herein, we developed novel anti-CD133 monoclonal antibodies (mAbs) and characterized their efficacy in flow cytometry, Western blot, and immunohistochemical analyses. We expressed the full length of CD133 in LN229 glioblastoma cells, immunized mice with LN229/CD133 cells, and performed the first screening using flow cytometry. After limiting dilution, we established 100 anti-CD133 mAbs, reacting with LN229/CD133 cells but not with LN229 cells. Subsequently, we performed the second and third screening with Western blot and immunohistochemical analyses, respectively. Among 100 mAbs, 11 strongly reacted with CD133 in Western blot analysis. One of 11 clones, CMab-43 (IgG, kappa), showed a sensitive and specific reaction against colon cancer cells, warranting the use of CMab-43 in detecting CD133 in pathological analyses of CD133-expressing cancers."],"kw":[{"name":"AC133 Antigen","q":"immunology"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"chemistry"},{"name":"Cell Line, Tumor"},{"name":"Epitopes","q":"immunology"},{"name":"Glioma","q":"diagnosis"},{"name":"Humans"},{"name":"Immunohistochemistry"},{"name":"Mice"},{"name":"PROM1 protein, human"},{"name":"Peptides","q":"immunology"}]}