{"id":{"pubmed":"29090976","doi":"10.1089/mab.2017.0042","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 6, Page 272-281, Year 2017","vol":"36","isu":"6","page":"272-281","year":"2017","title":"Establishment of EMab-134, a Sensitive and Specific Anti-Epidermal Growth Factor Receptor Monoclonal Antibody for Detecting Squamous Cell Carcinoma Cells of the Oral Cavity.","date":"--","auth":["Shunsuke Itai","Shinji Yamada","Mika K Kaneko","Yao-Wen Chang","Hiroyuki Harada","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Tokyo, Japan .","3 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan ."],"abst":["Epidermal growth factor receptor (EGFR), a receptor tyrosine kinase, activates downstream signaling cascades in many tumors. In this study, we established novel anti-EGFR monoclonal antibodies (mAbs) and characterized their efficacy in flow cytometry, Western blot, and immunohistochemical analyses. We immunized mice with a combination of the extracellular domain of EGFR and EGFR-overexpressing LN229 glioblastoma cells (LN229/EGFR) and performed the first screening using enzyme-linked immunosorbent assay. Next, we selected mAbs using flow cytometry. Among 156 established clones, two mAbs, EMab-51 (IgG, kappa) and EMab-134 (IgG, kappa), reacted with EGFR in Western blot analysis; EMab-134 showed a much higher sensitivity compared with EMab-51. We compared the binding affinities of EMab-51 and EMab-134 using flow cytometry; the calculated K values for EMab-51 and EMab-134 against SAS cells/HSC-2 cells were 9.2 × 10 M/9.9 × 10 M and 2.6 × 10 M/8.3 × 10 M, respectively, indicating that EMab-134 has a higher affinity to EGFR-expressing cells. Immunohistochemical analysis of EMab-51 and EMab-134 showed sensitive and specific reactions against oral cancer cells; EMab-134 demonstrated a much higher sensitivity (36/38 cases; 94.7%) to oral squamous cell carcinomas compared with EMab-51 (6/38 cases; 15.8%). This novel anti-EGFR mAb, EMab-134, could be advantageous for detecting EGFR in the pathological analysis of EGFR-expressing cancers."],"kw":[{"name":"Aged"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"genetics"},{"name":"Antibody Specificity"},{"name":"CHO Cells"},{"name":"Carcinoma, Squamous Cell","q":"immunology"},{"name":"Cell Line, Tumor"},{"name":"Cricetulus"},{"name":"EGFR protein, human","id":"2.7.10.1","db":"ec"},{"name":"ErbB Receptors","id":"2.7.10.1","db":"ec","q":"genetics"},{"name":"Female"},{"name":"Humans"},{"name":"Hybridomas"},{"name":"Immunohistochemistry","q":"methods"},{"name":"Male"},{"name":"Mice, Inbred BALB C"},{"name":"Middle Aged"},{"name":"Mouth Neoplasms","q":"immunology"},{"name":"Recombinant Proteins","q":"genetics"}]}