{"id":{"pubmed":"29090969","doi":"10.1089/mab.2017.0046","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 6, Page 243-250, Year 2017","vol":"36","isu":"6","page":"243-250","year":"2017","title":"Expression of Cat Podoplanin in Feline Squamous Cell Carcinomas.","date":"--","auth":["Shunsuke Itai","Shinji Yamada","Mika K Kaneko","Hiroyuki Harada","Yumiko Kagawa","Satoru Konnai","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Miyagi, Japan .","2 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Tokyo, Japan .","3 North Lab, Hokkaido, Sapporo, Hokkaido, Japan .","4 Department of Disease Control, Faculty of Veterinary Medicine, Hokkaido University , Sapporo, Hokkaido, Japan .","5 New Industry Creation Hatchery Center, Tohoku University , Sendai, Miyagi, Japan ."],"abst":["Oral squamous cell carcinoma is an aggressive tumor in cats; however, molecular-targeted therapies against this tumor, including antibody therapy, have not been developed. Sensitive and specific monoclonal antibodies (mAbs) against highly expressed membrane proteins are needed to develop antibody therapies. Podoplanin, a type I transmembrane glycoprotein, is expressed in many human malignant tumors, including brain tumor, esophageal cancer, lung cancer, mesothelioma, and oral cancer. Podoplanin binds to C-type lectin-like receptor-2 (CLEC-2) and activates platelet aggregation, which is involved in cancer metastasis. Until now, we have established several mAbs against podoplanin in humans, mice, rats, rabbits, dogs, cattle, and cats. We have reported podoplanin expression in canine melanoma and squamous cell carcinomas using an anti-dog podoplanin mAb PMab-38. In this study, we investigated podoplanin expression in 40 feline squamous cell carcinomas (14 cases of mouth floor, 13 of skin, 9 of ear, and 4 of tongue) by immunohistochemical analysis using an anti-cat podoplanin mAb PMab-52, which we recently developed by cell-based immunization and screening (CBIS) method. Of the total 40 cases, 38 (95%) showed positive staining for PMab-52. In particular, 12 cases (30%) showed a strong membrane-staining pattern of squamous cell carcinoma cells. PMab-52 can be useful for antibody therapy against feline podoplanin-expressing squamous cell carcinomas."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal"},{"name":"CHO Cells"},{"name":"Carcinoma, Squamous Cell","q":"metabolism"},{"name":"Cat Diseases","q":"metabolism"},{"name":"Cats"},{"name":"Cricetulus"},{"name":"Immunohistochemistry","q":"methods"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Mice, Inbred BALB C"}]}