{"id":{"pubmed":"29162772","doi":"10.1292/jvms.17-0362","pmc":"PMC5797864","issn":"1347-7439"},"journal":"J. Vet. Med. Sci.","issue":"Vol. 80, Issue 1, Page 85-91, Year 2018","vol":"80","isu":"1","page":"85-91","year":"2018","title":"Functional alteration of canine isocitrate dehydrogenase 2 (IDH2) via an R174K mutation.","date":"2018-01-27","auth":["Shota Kawakami","Kazuhiko Ochiai","Yuiko Kato","Masaki Michishita","Hinako Hirama","Ryo Obara","Daigo Azakami","Masami Watanabe","Toshinori Omi"],"affi":["School of Veterinary Nursing and Technology, Faculty of Veterinary Science, Nippon Veterinary and Life Science University, Tokyo 180-8602, Japan.","Department of Veterinary Pathology, Faculty of Veterinary Science, Nippon Veterinary and Life Science University, Tokyo 180-8602, Japan.","Department of Urology, Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama University, Okayama 700-8558, Japan."],"abst":["Gliomas are common intracranial neoplasias in dogs. However, the underlying pathogenic mechanisms remain unclear. In humans, isocitrate dehydrogenase 2 (IDH2) is often mutated in gliomas. Although almost human IDH2 mutations have been identified at the Arg172 codon, few studies have reported structural, functional or mutational information for canine IDH2. In this study, we cloned the full-length canine IDH2 (cIDH2) cDNA and substituted wild type Arg174 (cIDH2 WT: corresponding to R172 of human IDH2) with Lys (cIDH2 R174K). The cIDH2 WT and R174K proteins were overexpressed in HeLa cells, and their presence was confirmed using an anti-human IDH2-WT mAb (clone: KrMab-3) and an anti-IDH2-R172K mAb (clone: KMab-1). The IDH2 activity between cIDH2 WT and cIDH2 R174K transfectants was compared by measuring the production of NADH and NADPH. NADPH production was lower for cIDH2 R174K than that for cIDH2 WT transfectants. Finally, we detected increased expression of hypoxia inducible factor-1 alpha (HIF-1α) in cIDH2 R174K transfectants. This indicates that mutations at R174 can potentially induce carcinogenesis in canine somatic cells."],"kw":[{"name":"Animals"},{"name":"Brain Neoplasms","q":"genetics"},{"name":"Dogs","q":"genetics"},{"name":"HeLa Cells"},{"name":"Humans"},{"name":"Isocitrate Dehydrogenase","id":"1.1.1.41","db":"ec","q":"genetics"},{"name":"Madin Darby Canine Kidney Cells"},{"name":"Mutation"},{"name":"NAD","id":"0U46U6E8UK","db":"uk","q":"metabolism"},{"name":"NADP","id":"53-59-8","db":"cas","q":"metabolism"},{"name":"Transfection"}]}