{"id":{"pubmed":"29172998","doi":"10.1089/mab.2017.0050","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 36, Issue 6, Page 287-290, Year 2017","vol":"36","isu":"6","page":"287-290","year":"2017","title":"Establishment of HMab-119, an Anti-Human Epidermal Growth Factor Receptor 2 Monoclonal Antibody, Against Pancreatic Cancer.","date":"--","auth":["Shinji Yamada","Shunsuke Itai","Takuro Nakamura","Yao-Wen Chang","Hiroyuki Harada","Hiroyoshi Suzuki","Mika K Kaneko","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Tokyo, Japan .","3 Department of Pathology and Laboratory Medicine, Sendai Medical Center , Sendai, Japan .","4 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan ."],"abst":["Human epidermal growth factor receptor 2 (HER2) is overexpressed in breast cancer and is associated with poor clinical outcomes. In addition, HER2 expression has been reported in other cancers, such as gastric, colorectal, lung, and pancreatic cancers. An anti-HER2 humanized antibody, trastuzumab, leads to significant survival benefits in patients with HER2-overexpressing breast cancers and gastric cancers. Herein, we established a novel anti-HER2 monoclonal antibody (mAb), HMab-119 (IgG, kappa), and characterized its efficacy against pancreatic cancers using flow cytometry, Western blot, and immunohistochemical analyses. HMab-119 reacted with pancreatic cancer cell lines, such as KLM-1, Capan-2, and MIA PaCa-2, but did not react with PANC-1 in flow cytometry analysis. Western blot analysis also revealed a moderate signal for KLM-1 and a weak signal for MIA PaCa-2, although HMab-119 reacted strongly with LN229/HER2 cells. Finally, immunohistochemical analyses with HMab-119 revealed sensitive and specific reactions against breast and colon cancers but did not react with pancreatic cancers, indicating that HMab-119 is useful for detecting HER2 overexpression in pancreatic cancers using flow cytometry and Western blot analyses."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Blotting, Western"},{"name":"Breast Neoplasms","q":"immunology"},{"name":"ERBB2 protein, human","id":"2.7.10.1","db":"ec"},{"name":"Female"},{"name":"Flow Cytometry"},{"name":"Humans"},{"name":"Immunohistochemistry"},{"name":"Mice, Inbred BALB C"},{"name":"Pancreatic Neoplasms","q":"immunology"},{"name":"Receptor, ErbB-2","id":"2.7.10.1","db":"ec","q":"immunology"}]}