{"id":{"pubmed":"29315012","doi":"10.1089/mab.2017.0052","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 1, Page 59-62, Year 2018","vol":"37","isu":"1","page":"59-62","year":"2018","title":"Development of an Anti-HER2 Monoclonal Antibody H2Mab-139 Against Colon Cancer.","date":"--","auth":["Mika K Kaneko","Shinji Yamada","Shunsuke Itai","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan ."],"abst":["Human epidermal growth factor receptor 2 (HER2) expression has been reported in several cancers, such as breast, gastric, lung, pancreatic, and colorectal cancers. HER2 is overexpressed in those cancers and is associated with poor clinical outcomes. Trastuzumab, a humanized anti-HER2 antibody, provides significant survival benefits for patients with HER2-overexpressing breast cancers and gastric cancers. In this study, we developed a novel anti-HER2 monoclonal antibody (mAb), HMab-139 (IgG, kappa) and investigated it against colon cancers using flow cytometry, western blot, and immunohistochemical analyses. Flow cytometry analysis revealed that HMab-139 reacted with colon cancer cell lines, such as Caco-2, HCT-116, HCT-15, HT-29, LS 174T, COLO 201, COLO 205, HCT-8, SW1116, and DLD-1. Although HMab-139 strongly reacted with LN229/HER2 cells on the western blot, we did not observe a specific signal for HER2 in colon cancer cell lines. Immunohistochemical analyses revealed sensitive and specific reactions of HMab-139 against colon cancers, indicating that HMab-139 is useful in detecting HER2 overexpression in colon cancers using flow cytometry and immunohistochemical analyses."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Blotting, Western"},{"name":"Colonic Neoplasms","q":"immunology"},{"name":"ERBB2 protein, human","id":"2.7.10.1","db":"ec"},{"name":"Female"},{"name":"Flow Cytometry"},{"name":"Humans"},{"name":"Hybridomas"},{"name":"Mice"},{"name":"Mice, Inbred BALB C"},{"name":"Receptor, ErbB-2","id":"2.7.10.1","db":"ec","q":"immunology"},{"name":"Tumor Cells, Cultured"}]}