{"id":{"pubmed":"29377768","doi":"10.1089/mab.2017.0047","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 1, Page 12-19, Year 2018","vol":"37","isu":"1","page":"12-19","year":"2018","title":"Immunohistochemical Analysis of Inflammatory Rheumatoid Synovial Tissues Using Anti-Human Podoplanin Monoclonal Antibody Panel.","date":"--","auth":["Tomoto Suzuki","Yuya Takakubo","Hiroharu Oki","Xing Liu","Ryusuke Honma","Yasushi Naganuma","Stuart B Goodman","Mika K Kaneko","Yukinari Kato","Michiaki Takagi"],"affi":["1 Department of Orthopaedic Surgery, Faculty of Medicine, Yamagata University , Yamagata, Japan .","2 Department of Orthopaedic Surgery, Stanford University , Stanford, California.","3 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","4 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan ."],"abst":["Podoplanin (PDPN) is a transmembrane sialoglycoprotein, which is expressed in several normal tissues and malignant tumors. Although PDPN expression in rheumatoid arthritis (RA) has been reported, the role of PDPN in RA and other arthritic conditions has not been fully elucidated. In this study, we examined PDPN expression in inflammatory synovial tissues using an anti-human PDPN (hPDPN) monoclonal antibody (mAb) panel to select the most useful one for evaluation of synovitis. Synovial tissue samples were obtained from 11 RA patients and 9 osteoarthritis (OA) patients undergoing joint surgery. PDPN-positive cells were immunostained by a panel of PDPN mAbs (NZ-1, LpMab-3, LpMab-7, LpMab-10, LpMab-12, LpMab-13, and LpMab-17), followed by cell grading of inflammation and cell counting of PDPN-positivity by a quantitative analyzer. Immunohistochemistry showed that PDPN was markedly expressed in both macrophage-like type A and fibroblast-like type B lining cells of the hyperplastic synovial lining cell layer, and macrophages and fibroblasts in the stroma of RA. Among anti-PDPN mAbs, LpMab-12 showed the highest score. In inflammatory OA synovium, PDPN expression was also detectable. Although LpMab-12 also showed the highest score in OA, the difference was not statistically significant. The inflammatory synovitis score of RA was significantly higher than that of OA. PDPN was expressed in inflammatory lining cells and sublining stroma of RA and OA synovium. In the seven anti-hPDPN antibodies examined, LpMab-12 was the most stainable antibody for PDPN in RA synovitis. Thus, LpMab-12 for PDPN has a possible and promising specific biomarker for evaluating synovitis in RA and inflammatory OA."],"kw":[{"name":"Adult"},{"name":"Aged"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antibody Specificity"},{"name":"Arthritis, Rheumatoid","q":"complications"},{"name":"Epitopes","q":"immunology"},{"name":"Female"},{"name":"Humans"},{"name":"Immunohistochemistry"},{"name":"Male"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Middle Aged"},{"name":"PDPN protein, human"},{"name":"Synovitis","q":"diagnosis"}]}