{"id":{"pubmed":"29394131","doi":"10.1089/mab.2017.0067","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 2, Page 95-99, Year 2018","vol":"37","isu":"2","page":"95-99","year":"2018","title":"Epitope Mapping of Monoclonal Antibody PMab-52 Against Cat Podoplanin.","date":"--","auth":["Yao-Wen Chang","Mika K Kaneko","Shinji Yamada","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan ."],"abst":["The mucin-type membrane glycoprotein podoplanin (PDPN) is frequently overexpressed in numerous malignant cancers, including squamous cell carcinoma, germinal neoplasia, mesothelioma, lung cancer, oral cancer, and brain tumor. PDPN expression is strongly associated with cancer progression and poor prognosis. Furthermore, PDPN binds to C-type lectin-like receptor 2 (CLEC-2) on platelets, followed by PDPN-mediated platelet aggregation to facilitate tumor metastasis. We have previously reported a novel anti-cat PDPN (cPDPN) monoclonal antibody (mAb), PMab-52, which specifically detects cPDPN using flow cytometry analysis and successfully identifies cPDPN in feline squamous cell carcinomas. However, the specific binding epitope of cPDPN for PMab-52 remains unelucidated. In this study, a series of deletion or point mutants of cPDPN were utilized for investigating the binding epitopes of PMab-52 using flow cytometry and Western blotting. The findings of this study revealed that the critical epitopes of platelet aggregation-stimulating domain 4 (PLAG4) of cPDPN are responsible for the binding of PMab-52 to cPDPN."],"kw":[{"name":"Amino Acid Sequence"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"chemistry"},{"name":"Antibody Specificity"},{"name":"Binding Sites, Antibody"},{"name":"CHO Cells"},{"name":"Cats"},{"name":"Cloning, Molecular"},{"name":"Cricetulus"},{"name":"Epitope Mapping","q":"methods"},{"name":"Epitopes","q":"chemistry"},{"name":"Gene Expression"},{"name":"Genetic Vectors","q":"chemistry"},{"name":"Membrane Glycoproteins","q":"chemistry"},{"name":"Point Mutation"},{"name":"Protein Binding"},{"name":"Protein Interaction Domains and Motifs"},{"name":"Recombinant Proteins","q":"chemistry"}]}