{"id":{"pubmed":"29608407","doi":"10.1089/mab.2018.0006","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 3, Page 162-165, Year 2018","vol":"37","isu":"3","page":"162-165","year":"2018","title":"Epitope Mapping of Monoclonal Antibody PMab-48 Against Dog Podoplanin.","date":"--","auth":["Shinji Yamada","Mika K Kaneko","Shunsuke Itai","Yao-Wen Chang","Takuro Nakamura","Miyuki Yanaka","Satoshi Ogasawara","Takeshi Murata","Hiroaki Uchida","Hideaki Tahara","Hiroyuki Harada","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Tokyo, Japan .","3 Department of Chemistry, Graduate School of Science, Chiba University , Chiba, Japan .","4 Division of Bioengineering, Advanced Clinical Research Center, The Institute of Medical Science, The University of Tokyo , Tokyo, Japan .","5 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan ."],"abst":["Podoplanin (PDPN), a type I transmembrane sialoglycoprotein, is expressed on normal renal podocytes, pulmonary type I alveolar cells, and lymphatic endothelial cells. Increased expression of PDPN in cancers is associated with poor prognosis and hematogenous metastasis through interactions with C-type lectin-like receptor 2 (CLEC-2) on platelets. We previously reported a novel PMab-48 antibody, which is an anti-dog PDPN (dPDPN) monoclonal antibody (mAb) recognizing PDPN expressed in lymphatic endothelial cells. However, the binding epitope of PMab-48 is yet to be clarified. In this study, an enzyme-linked immunosorbent assay and flow cytometry were used to investigate epitopes of PMab-48. The results revealed that the critical epitope of PMab-48 comprises Asp29, Asp30, Ile31, Ile32, and Pro33 of dPDPN."],"kw":[{"name":"Amino Acid Sequence"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"chemistry"},{"name":"Aspartic Acid","id":"30KYC7MIAI","db":"uk","q":"chemistry"},{"name":"Biomarkers, Tumor","q":"chemistry"},{"name":"CHO Cells"},{"name":"Cricetulus"},{"name":"Dogs"},{"name":"Enzyme-Linked Immunosorbent Assay"},{"name":"Epitope Mapping","q":"methods"},{"name":"Epitopes","q":"chemistry"},{"name":"Flow Cytometry"},{"name":"Gene Expression"},{"name":"Isoleucine","id":"04Y7590D77","db":"uk","q":"chemistry"},{"name":"Membrane Glycoproteins","q":"chemistry"},{"name":"Point Mutation"},{"name":"Proline","id":"9DLQ4CIU6V","db":"uk","q":"chemistry"},{"name":"Protein Binding"}]}