{"id":{"pubmed":"29608408","doi":"10.1089/mab.2018.0004","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 2, Page 110-115, Year 2018","vol":"37","isu":"2","page":"110-115","year":"2018","title":"Monoclonal Antibody LMab-13 Detected Human PD-L1 in Lung Cancers.","date":"--","auth":["Shinji Yamada","Shunsuke Itai","Takuro Nakamura","Miyuki Yanaka","Yao-Wen Chang","Hiroyoshi Suzuki","Mika K Kaneko","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Pathology and Laboratory Medicine, Sendai Medical Center , Sendai, Japan .","3 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan ."],"abst":["Programmed cell death ligand-1 (PD-L1) is a type I transmembrane glycoprotein expressed on antigen-presenting cells. It is also expressed in several tumor cells such as melanoma and lung cancer cells. A strong correlation has been reported between human PD-L1 (hPD-L1) expression in tumor cells and negative prognosis in cancer patients. Here, a novel anti-hPD-L1 monoclonal antibody (mAb) LMab-13 (IgG, kappa) was produced using a cell-based immunization and screening (CBIS) method. We investigated hPD-L1 expression in lung cancer using flow cytometry, Western blot, and immunohistochemical analyses. LMab-13 specifically reacted hPD-L1 of hPD-L1-overexpressed Chinese hamster ovary (CHO)-K1 cells and endogenous hPD-L1 of KMST-6 (human fibroblast) in flow cytometry and Western blot. Furthermore, LMab-13 reacted with lung cancer cell lines (EBC-1, Lu65, and Lu99) in flow cytometry and stained lung cancer tissues in a membrane-staining pattern in immunohistochemical analysis. These results indicate that a novel anti-hPD-L1 mAb, LMab-13, is very useful for detecting hPD-L1 of lung cancers in flow cytometry, Western blot, and immunohistochemical analyses."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"B7-H1 Antigen","q":"genetics"},{"name":"Biomarkers, Tumor","q":"genetics"},{"name":"CD274 protein, human"},{"name":"CHO Cells"},{"name":"Carcinoma, Non-Small-Cell Lung","q":"diagnosis"},{"name":"Cell Line, Tumor"},{"name":"Cricetulus"},{"name":"Flow Cytometry"},{"name":"Gene Expression"},{"name":"HEK293 Cells"},{"name":"Humans"},{"name":"Immunization","q":"methods"},{"name":"Immunoglobulin G","q":"biosynthesis"},{"name":"Immunohistochemistry"},{"name":"Lung Neoplasms","q":"diagnosis"},{"name":"Neuroglia","q":"immunology"},{"name":"Prognosis"}]}