{"id":{"pubmed":"29630446","doi":"10.1089/mab.2018.0003","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 3, Page 158-161, Year 2018","vol":"37","isu":"3","page":"158-161","year":"2018","title":"47-mG: A Mouse IgG-Type of PcMab-47 Useful for Detecting Podocalyxin in Esophageal Cancers by Immunohistochemistry.","date":"--","auth":["Mika K Kaneko","Shunsuke Itai","Shinji Yamada","Yukinari Kato"],"affi":["Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan ."],"abst":["Esophageal cancer is one of the highly malignant cancers. It comprises two of the most common histological tumor types: squamous cell carcinoma (SCC) and adenocarcinoma. SCC accounts for about 90% of esophageal cancers. Despite developments in treatment strategies, the prognosis and survival rate remain poor. Podocalyxin (PODXL) is a highly glycosylated type-I transmembrane protein. It is expressed in normal tissues such as kidney, heart, breast, and pancreas. Upregulation of PODXL correlates with tumor progression, invasion, and metastasis. Therefore, this glycoprotein could be a potential biomarker for predicting the prognosis of some cancers, for instance, brain, colorectal, oral, lung, bladder, prostate, and ovarian cancers. We previously developed a specific and sensitive anti-PODXL monoclonal antibody (mAb), PcMab-47 (mouse IgG, kappa) and its mouse IgG-type (47-mG). We showed their utility in immunohistochemical analysis of oral cancers. Herein, we demonstrate that PcMab-47 and 47-mG can also be used to detect esophageal squamous cell carcinoma (ESCC) with this technique. These two antibodies, respectively, stained 123/130 (94.6%) and 127/130 (97.7%) ESCC cases, indicating that they can detect PODXL with high sensitivity in this carcinoma. Of more than 3+ cases, 47-mG was more effective than PcMab-47, respectively, staining 56/127 (44.1%) and 41/123 (33.3%). Therefore, 47-mG can be used for the detection of PODXL in ESCC using immunohistochemical analysis."],"kw":[{"name":"Adenocarcinoma","q":"diagnosis"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"chemistry"},{"name":"Biomarkers, Tumor","q":"genetics"},{"name":"Carcinoma, Squamous Cell","q":"diagnosis"},{"name":"Esophageal Neoplasms","q":"diagnosis"},{"name":"Esophageal Squamous Cell Carcinoma"},{"name":"Gene Expression"},{"name":"Humans"},{"name":"Immunoglobulin G","q":"chemistry"},{"name":"Immunohistochemistry","q":"methods"},{"name":"Mice"},{"name":"Sensitivity and Specificity"},{"name":"Sialoglycoproteins","q":"genetics"},{"name":"Tissue Array Analysis"},{"name":"podocalyxin"}]}