{"id":{"pubmed":"29693015","doi":"10.1155/2018/7945845","pmc":"PMC5859900","issn":"2314-6141"},"journal":"Biomed Res Int","issue":"Vol. 2018, Page 7945845-7945845, Year 2018","vol":"2018","isu":"","page":"7945845-7945845","year":"2018","title":"Elevated TERT Expression in TERT-Wildtype Adult Diffuse Gliomas: Histological Evaluation with a Novel TERT-Specific Antibody.","date":"--","auth":["Kenta Masui","Takashi Komori","Yukinari Kato","Kenkichi Masutomi","Koichi Ichimura","Satoshi Ogasawara","Mika K Kaneko","Hiroharu Oki","Hiroyoshi Suzuki","Masayuki Nitta","Takashi Maruyama","Yoshihiro Muragaki","Takakazu Kawamata","Tatsuo Sawada","Noriyuki Shibata"],"affi":["Department of Pathology, Tokyo Women's Medical University, Tokyo 162-8666, Japan.","Department of Neuropathology, Tokyo Metropolitan Neurological Hospital, Tokyo 183-0042, Japan.","Department of Antibody Drug Development, Tohoku University Graduate School of Medicine, Miyagi 980-8575, Japan.","Division of Cancer Stem Cell, National Cancer Center Research Institute, Tokyo 104-0045, Japan.","Division of Brain Tumor Translational Research, National Cancer Center Research Institute, Tokyo 104-0045, Japan.","Department of Pathology and Laboratory Medicine, Sendai Medical Center, Miyagi 983-0045, Japan.","Department of Neurosurgery, Tokyo Women's Medical University, Tokyo 162-8666, Japan."],"abst":["Telomerase reverse transcriptase (TERT) is important for the biology of diffuse gliomas.  promoter mutations are selectively observed among 1p/19q-codeleted oligodendrogliomas and isocitrate dehydrogenase gene-  wildtype glioblastoma (GBM). However, TERT transcripts range widely in various cancers including gliomas, and TERT protein expression has been rarely investigated thus far. It would be thus critical to examine the expression level of TERT in tumors in addition to its mutational status, and sensitive and specific methods are urgently needed to examine TERT protein expression for the assessment of TERT biology in gliomas. Using our newly developed TERT-specific monoclonal antibody (TMab-6) applicable to human tissue, we found an unexpected increase in TERT expression in -wildtype as well as -mutated gliomas and in tumor vasculature. This is the first extensive analysis on the expression of TERT immunoreactivity in human glioma tissue, suggesting that TERT protein expression may be regulated by several mechanisms in addition to its promoter mutation."],"kw":[{"name":"Animals"},{"name":"Biomarkers, Tumor","q":"metabolism"},{"name":"Brain","q":"metabolism"},{"name":"Brain Neoplasms","q":"genetics"},{"name":"Cell Line, Tumor"},{"name":"Glioblastoma","q":"genetics"},{"name":"Glioma","q":"genetics"},{"name":"Humans"},{"name":"Isocitrate Dehydrogenase","id":"1.1.1.41","db":"ec","q":"genetics"},{"name":"Mice, Inbred BALB C"},{"name":"Mutation","q":"genetics"},{"name":"Oligodendroglioma","q":"genetics"},{"name":"Promoter Regions, Genetic","q":"genetics"},{"name":"TERT protein, human","id":"2.7.7.49","db":"ec"},{"name":"Telomerase","id":"2.7.7.49","db":"ec","q":"genetics"}]}