{"id":{"pubmed":"29765527","doi":"10.18632/oncotarget.24986","pii":"24986","pmc":"PMC5940393","issn":"1949-2553"},"journal":"Oncotarget","issue":"Vol. 9, Issue 30, Page 21156-21165, Year 2018","vol":"9","isu":"30","page":"21156-21165","year":"2018","title":"LpMab-23-recognizing cancer-type podoplanin is a novel predictor for a poor prognosis of early stage tongue cancer.","date":"2018-04-20","auth":["Akihiro Miyazaki","Hiromi Nakai","Tomoko Sonoda","Yoshihiko Hirohashi","Mika K Kaneko","Yukinari Kato","Yoshihiko Sawa","Hiroyoshi Hiratsuka"],"affi":["Department of Oral Surgery, Sapporo Medical University School of Medicine, Chuo-ku, Sapporo 060-8543, Japan.","Department of Public Health, Sapporo Medical University School of Medicine, Chuo-ku, Sapporo 060-8556, Japan.","Department of Pathology, Sapporo Medical University School of Medicine, Chuo-ku, Sapporo 060-8556, Japan.","Department of Antibody Drug Development, Tohoku University Graduate School of Medicine, Aoba-ku, Sendai, Miyagi 980-8575, Japan.","New Industry Creation Hatchery Center, Tohoku University, Aoba-ku, Sendai, Miyagi 980-8575, Japan.","Deparment of Oral Function & Anatomy, Okayama University Graduate School of Medicine, Dentistry, and Pharmaceutical Sciences, Okayama Kita-ku 700-0914, Japan."],"abst":{"Purpose":"We report that the reactivity of a novel monoclonal antibody LpMab-23 for human cancer-type podoplanin (PDPN) is a predictor for a poor prognosis of tongue cancer.","Patients and Methods":"The association between LpMab-23-recognizing cancer-type PDPN expression and clinical/pathological features were analyzed on 60 patients with stage I and II tongue cancer treated with transoral resection of the primary tumor.","Results":"In the mode of invasion, the LpMab-23-dull/negative cases were significantly larger in cases with low-grade malignancies and without late cervical lymph node metastasis, than in cases with high-grade malignancies and the metastasis. In the high-grade malignant cases, LpMab-23-positive cases were significantly larger than LpMab-23-dull/negative cases. The Kaplan-Meier curves of the five-year metastasis-free survival rate (MFS) were significantly lower in the LpMab-23 positive patients than in LpMab-23 dull/negative patients. The LpMab-23-dull/negative cases showed the highest MFS in all of the clinical/pathological features and particularly, the MFS of the LpMab-23 positive cases decreased to less than 60% in the first year. In the Cox proportional hazard regression models a comparison of the numbers of LpMab-23 dull/negative with positive cases showed the highest hazard ratio with statistical significance in all of the clinical/pathological features.","Conclusions":"LpMab-23 positive cases may be considered to present a useful predictor of poor prognosis for early stage tongue cancer."}}