{"id":{"pubmed":"29854293","doi":"10.18632/oncotarget.25132","pii":"25132","pmc":"PMC5976479","issn":"1949-2553"},"journal":"Oncotarget","issue":"Vol. 9, Issue 32, Page 22480-22497, Year 2018","vol":"9","isu":"32","page":"22480-22497","year":"2018","title":"Anti-podocalyxin antibody exerts antitumor effects via antibody-dependent cellular cytotoxicity in mouse xenograft models of oral squamous cell carcinoma.","date":"2018-04-27","auth":["Shunsuke Itai","Tomokazu Ohishi","Mika K Kaneko","Shinji Yamada","Shinji Abe","Takuro Nakamura","Miyuki Yanaka","Yao-Wen Chang","Shun-Ichi Ohba","Yasuhiko Nishioka","Manabu Kawada","Hiroyuki Harada","Yukinari Kato"],"affi":["Department of Antibody Drug Development, Tohoku University Graduate School of Medicine, Aoba-ku, Sendai, Miyagi 980-8575, Japan.","Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University, Bunkyo-ku, Tokyo 113-8510, Japan.","Institute of Microbial Chemistry, BIKAKEN, Numazu, Microbial Chemistry Research Foundation, Numazu-shi, Shizuoka 410-0301, Japan.","Department of Clinical Pharmacy Practice Pedagogy, Graduate School of Biomedical Sciences, Tokushima University, Tokushima 770-8505, Japan.","Department of Respiratory Medicine and Rheumatology, Graduate School of Biomedical Sciences, Tokushima University, Tokushima 770-8503, Japan.","New Industry Creation Hatchery Center, Tohoku University, Aoba-ku, Sendai, Miyagi 980-8575, Japan."],"abst":["Podocalyxin (PODXL) overexpression is associated with progression, metastasis, and poor outcomes in cancers. We recently produced the novel anti-PODXL monoclonal antibody (mAb) PcMab-47 (IgG, kappa). Herein, we engineered PcMab-47 into 47-mG, a mouse IgG-type mAb, to add antibody-dependent cellular cytotoxicity (ADCC). We further developed 47-mG-f, a core fucose-deficient type of 47-mG to augment its ADCC. Immunohistochemical analysis of oral cancer tissues using PcMab-47 and 47-mG revealed that the latter stained oral squamous cell carcinoma (OSCC) cells in a cytoplasmic pattern at a much lower concentration. PcMab-47 and 47-mG detected PODXL in 163/201 (81.1%) and in 197/201 (98.0%) OSCC samples, respectively. 47-mG-f also detected PODXL in OSCCs at a similar frequency as 47-mG.  analysis revealed that both 47-mG and 47-mG-f exhibited strong complement-dependent cytotoxicity (CDC) against CHO/hPODXL cells. In contrast, 47-mG-f exhibited much stronger ADCC than 47-mG against OSCC cells, indicating that ADCC and CDC of those anti-PODXL mAbs depend on target cells.  analysis revealed that both 47-mG and 47-mG-f exerted antitumor activity in CHO/hPODXL xenograft models at a dose of 100 μg or 500 μg/mouse/week administered twice. 47-mG-f, but not 47-mG, exerted antitumor activity in SAS and HSC-2 xenograft models at a dose of 100 μg/mouse/week administered three times. Although both 47-mG and 47-mG-f exerted antitumor activity in HSC-2 xenograft models at a dose of 500 μg/mouse/week administered twice, 47-mG-f also showed higher antitumor activity than 47-mG. These results suggested that a core fucose-deficient anti-PODXL mAb could be useful for antibody-based therapy against PODXL-expressing OSCCs."]}