{"id":{"pubmed":"29998193","doi":"10.1016/j.bbrep.2018.07.002","pii":"S2405-5808(18)30149-3","pmc":"PMC6039309","issn":"2405-5808"},"journal":"Biochem Biophys Rep","issue":"Vol. 15, Page 52-56, Year 2018","vol":"15","isu":"","page":"52-56","year":"2018","title":"Epitope mapping of anti-mouse podoplanin monoclonal antibody PMab-1.","date":"--","auth":["Shinji Yamada","Shunsuke Itai","Mika K Kaneko","Satoru Konnai","Yukinari Kato"],"affi":["Department of Antibody Drug Development, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai, Miyagi 980-8575, Japan.","Department of Disease Control, Faculty of Veterinary Medicine, Hokkaido University, Sapporo, Hokkaido 060-0818, Japan.","New Industry Creation Hatchery Center, Tohoku University, 2-1, Seiryo-machi, Aoba-ku, Sendai, Miyagi 980-8575, Japan."],"abst":["Mouse podoplanin (mPDPN) is a type I transmembrane sialoglycoprotein, which is expressed on lymphatic endothelial cells, podocytes of the kidney, and type I alveolar cells of the lung. mPDPN is known as a platelet aggregation-inducing factor and possesses four platelet aggregation-stimulating (PLAG) domains: PLAG1, PLAG2, and PLAG3 in the N-terminus and PLAG4 in the middle of the mPDPN protein. mPDPN overexpression in cancers has been reportedly associated with hematogenous metastasis through interaction with the C-type lectin-like receptor 2 of platelets. We previously reported a rat anti-mPDPN monoclonal antibody clone PMab-1, which was developed by immunizing the PLAG2 and PLAG3 domains of mPDPN. PMab-1 is very useful in flow cytometry, western blot, and immunohistochemical analyses to detect both normal cells and cancers. However, the binding epitope of PMab-1 remains to be clarified. In the present study, flow cytometry, enzyme-linked immunosorbent assay, and immunohistochemical analyses were utilized to investigate the epitope of PMab-1. The results revealed that the critical epitope of PMab-1 is Asp39 and Met41 of mPDPN. These findings can be applied to the production of more functional anti-mPDPN monoclonal antibodies."]}