{"id":{"pubmed":"30088964","doi":"10.1089/mab.2018.0025","pmc":"PMC6121180","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 4, Page 188-193, Year 2018","vol":"37","isu":"4","page":"188-193","year":"2018","title":"Elucidation of Critical Epitope of Anti-Rat Podoplanin Monoclonal Antibody PMab-2.","date":"--","auth":["Yoshikazu Furusawa","Shinji Yamada","Shunsuke Itai","Takuro Nakamura","Masato Fukui","Hiroyuki Harada","Mika K Kaneko","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan .","3 ZENOAQ RESOURCE CO., LTD. , Koriyama, Japan .","4 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Tokyo, Japan ."],"abst":["Rat podoplanin (rPDPN) is a recognized lymphatic endothelial cell marker and is expressed on the podocytes of kidney and type I lung alveolar cells. rPDPN is a type I transmembrane sialoglycoprotein and induces platelet aggregation via the C-type lectin-like receptor-2 of platelets. It comprises four platelet aggregation-stimulating (PLAG) domains: PLAG1-3, present in the N-terminus, and PLAG4, in the center of the PDPN protein. Previously, we developed a mouse anti-rPDPN monoclonal antibody clone, PMab-2, by immunizing the PLAG2 and PLAG3 domains of rPDPN. PMab-2 has applications in Western blot, flow cytometry, and immunohistochemical analyses for detection of both normal and cancer cells. However, the binding epitope of PMab-2 remains to be determined. Herein, we investigated the epitope of PMab-2 using enzyme-linked immunosorbent assay, immunohistochemical analysis, and flow cytometry. The results revealed that the critical epitope of PMab-2 is Leu46 and Glu47 of rPDPN."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Antibody Specificity","q":"immunology"},{"name":"CHO Cells"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Epitope Mapping"},{"name":"Epitopes","q":"immunology"},{"name":"Gp38 protein, rat"},{"name":"Humans"},{"name":"Membrane Glycoproteins","q":"genetics"},{"name":"Mice"},{"name":"Platelet Aggregation","q":"immunology"},{"name":"Podocytes","q":"immunology"},{"name":"Rats"}]}