{"id":{"pubmed":"30105309","doi":"10.1016/j.bbrep.2018.07.008","pii":"S2405-5808(18)30170-5","pmc":"PMC6086321","issn":"2405-5808"},"journal":"Biochem Biophys Rep","issue":"Vol. 15, Page 93-96, Year 2018","vol":"15","isu":"","page":"93-96","year":"2018","title":"Podocalyxin is crucial for the growth of oral squamous cell carcinoma cell line HSC-2.","date":"--","auth":["Shunsuke Itai","Shinji Yamada","Mika K Kaneko","Masato Sano","Takuro Nakamura","Miyuki Yanaka","Saori Handa","Kayo Hisamatsu","Yoshimi Nakamura","Yoshikazu Furusawa","Masato Fukui","Tomokazu Ohishi","Manabu Kawada","Hiroyuki Harada","Yukinari Kato"],"affi":["Department of Antibody Drug Development, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai, Miyagi 980-8575, Japan.","Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University, 1-5-45, Yushima, Bunkyo-ku, Tokyo 113-8510, Japan.","New Industry Creation Hatchery Center, Tohoku University, 2-1, Seiryo-machi, Aoba-ku, Sendai, Miyagi 980-8575, Japan.","ZENOAQ RESOURCE CO., LTD., 1-1 Tairanoue, Sasagawa, Asaka-machi, Koriyama, Fukushima 963-0196, Japan.","Institute of Microbial Chemistry (BIKAKEN), Numazu, Microbial Chemistry Research Foundation, 18-24 Miyamoto, Numazu, Shizuoka 410-0301, Japan."],"abst":["Oral cancers constitute approximately 2% of all cancers, with the most common histological type being oral squamous cell carcinoma (OSCC), representing 90% of oral cancers. Although diagnostic technologies and therapeutic techniques have progressed, the survival rate of patients with OSCC is still 60%, whereas the incidence rate has increased. Podocalyxin (PODXL) is a highly glycosylated type I transmembrane protein that is detected in normal tissues such as heart, breast, and pancreas as well as in many cancers, including lung, renal, breast, colorectal, and oral cancers. This glycoprotein is associated with the progression, metastasis, and poor outcomes of oral cancers. PODXL overexpression was strongly detected using our previously established anti-PODXL monoclonal antibody (mAb), PcMab-47, and its mouse IgG-type, 47-mG. In previous studies, we also generated PODXL-knock out (PODXL-KO) cell lines using SAS OSCC cell lines, in order to investigate the function of PODXL in the proliferation of oral cancer cells. The growth of SAS/PODXL-KO cell lines was observed to be lower than that of parental SAS cells. For this study, PODXL-KO OSCC cell lines were generated using HSC-2 cells, and the role of PODXL in the growth of OSCC cell lines  was assessed. Decreased growth was observed for HSC-2/PODXL-KO cells compared with HSC-2 parental cells. The influence of PODXL on tumor growth of OSCC was also investigated , and both the tumor volume and the tumor weight were observed to be significantly lower for HSC-2/PODXL-KO than that for HSC-2 parental cells. These results, taken together, indicate that PODXL plays an important role in tumor growth, both  and ."]}