{"id":{"pubmed":"30362932","doi":"10.1089/mab.2018.0030","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 5, Page 233-237, Year 2018","vol":"37","isu":"5","page":"233-237","year":"2018","title":"Establishment of Monoclonal Antibody PMab-202 Against Horse Podoplanin.","date":"--","auth":["Yoshikazu Furusawa","Shinji Yamada","Shunsuke Itai","Masato Sano","Takuro Nakamura","Miyuki Yanaka","Saori Handa","Takuya Mizuno","Ken Maeda","Masato Fukui","Hiroyuki Harada","Mika K Kaneko","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Miyagi, Japan .","2 New Industry Creation Hatchery Center, Tohoku University , Sendai, Miyagi, Japan .","3 ZENOAQ RESOURCE CO., LTD. , Koriyama, Fukushima, Japan .","4 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Tokyo, Japan .","5 Laboratories of Molecular Diagnostics and Therapeutics, Joint Faculty of Veterinary Medicine, Yamaguchi University , Yamaguchi, Japan .","6 Laboratories of Veterinary Microbiology, Joint Faculty of Veterinary Medicine, Yamaguchi University , Yamaguchi, Japan ."],"abst":["Podoplanin (PDPN), a type I transmembrane glycoprotein, is expressed in several body tissues, including podocytes of renal glomerulus, type I alveolar cells of lung, and lymphatic endothelial cells. PDPN activates platelet aggregation by binding to C-type lectin-like receptor-2 (CLEC-2) presented on platelets. Monoclonal antibodies (mAbs) against human-, mouse-, rat-, rabbit-, dog-, bovine-, and cat-PDPN have already been established. However, anti-horse PDPN mAbs have not yet been developed. In this study, we immunized mice with synthetic horse PDPN peptides and developed anti-horse PDPN mAbs. One of the established mAbs, PMab-202 (IgG, kappa), was specifically able to detect horse PDPN in Chinese hamster ovary/horse PDPN (CHO/horPDPN) cells in flow cytometry experiments. PMab-202 was also able to detect endogenous horse PDPN expressed in and a horse kidney cell line, FHK-Tcl3.1, in flow cytometry and Western blot analyses. PMab-202 is expected to prove useful in investigating the function of horse PDPN."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Antibody Specificity","q":"immunology"},{"name":"CHO Cells"},{"name":"CLEC-2 protein, mouse"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Epitope Mapping"},{"name":"Epitopes","q":"immunology"},{"name":"Flow Cytometry"},{"name":"Horses","q":"immunology"},{"name":"Humans"},{"name":"Lectins, C-Type","q":"immunology"},{"name":"Membrane Glycoproteins","q":"genetics"},{"name":"Mice"},{"name":"PDPN protein, human"},{"name":"Platelet Aggregation","q":"immunology"},{"name":"Podocytes","q":"immunology"}]}