{"id":{"pubmed":"30362928","doi":"10.1089/mab.2018.0033","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 5, Page 224-228, Year 2018","vol":"37","isu":"5","page":"224-228","year":"2018","title":"Detection of Tiger Podoplanin Using the Anti-Cat Podoplanin Monoclonal Antibody PMab-52.","date":"--","auth":["Shinji Yamada","Shunsuke Itai","Yoshikazu Furusawa","Masato Sano","Takuro Nakamura","Miyuki Yanaka","Saori Handa","Kayo Hisamatsu","Yoshimi Nakamura","Masato Fukui","Hiroyuki Harada","Takuya Mizuno","Yusuke Sakai","Satoshi Ogasawara","Takeshi Murata","Hiroaki Uchida","Hideaki Tahara","Mika K Kaneko","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University , Tokyo, Japan .","3 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan .","4 ZENOAQ RESOURCE CO., LTD. , Koriyama, Japan .","5 Laboratory of Molecular Diagnostics and Therapeutics, Joint Faculty of Veterinary Medicine, Yamaguchi University , Yamaguchi, Japan .","6 Laboratory of Veterinary Pathology, Joint Faculty of Veterinary Medicine, Yamaguchi University , Yamaguchi, Japan .","7 Department of Chemistry, Graduate School of Science, Chiba University , Inage, Japan .","8 Project Division of Cancer Biomolecular Therapy, The Institute of Medical Science, The University of Tokyo , Tokyo, Japan ."],"abst":["Podoplanin (PDPN) is expressed in type I alveolar cells of lung but not in type II alveolar cells. PDPN is also known as a specific lymphatic endothelial cell marker because PDPN is not expressed in vascular endothelial cells. PDPNs of several animals have been characterized using specific anti-PDPN monoclonal antibodies (mAbs): PMab-1, PMab-2, PMab-32, PMab-38, PMab-44, and PMab-52 for mouse, rat, rabbit, dog, bovine, and cat PDPNs, respectively. In this study, we investigated the possible crossreaction between these anti-PDPN mAbs and tiger PDPN. Flow cytometry and western blot analyses revealed that the anti-cat PDPN mAb PMab-52 (IgM, kappa) reacted with tiger PDPN, which is overexpressed in Chinese hamster ovary-K1 cells. Using immunohistochemical analysis, type I alveolar cells of the tiger lung were strongly detected by PMab-52. These results indicate that PMab-52 may be useful for the detection of tiger PDPN."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Antibody Specificity","q":"immunology"},{"name":"CHO Cells"},{"name":"Cats"},{"name":"Cattle"},{"name":"Cricetulus"},{"name":"Epitope Mapping"},{"name":"Epitopes","q":"immunology"},{"name":"Flow Cytometry"},{"name":"Humans"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Mice"},{"name":"PDPN protein, human"},{"name":"Podocytes","q":"immunology"},{"name":"Rabbits"},{"name":"Rats"},{"name":"Tigers","q":"immunology"}]}