{"id":{"pubmed":"30362931","doi":"10.1089/mab.2018.0026","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 5, Page 229-232, Year 2018","vol":"37","isu":"5","page":"229-232","year":"2018","title":"DgMab-6: Antihuman DGKγ Monoclonal Antibody for Immunocytochemistry.","date":"--","auth":["Tomoyuki Nakano","Satoshi Ogasawara","Toshiaki Tanaka","Yasukazu Hozumi","Atsumi Yamaki","Fumio Sakane","Yasuhito Shirai","Takuro Nakamura","Miyuki Yanaka","Shinji Yamada","Mika K Kaneko","Yukinari Kato","Kaoru Goto"],"affi":["1 Department of Anatomy and Cell Biology, Yamagata University Faculty of Medicine , Yamagata, Japan .","2 Department of Chemistry, Graduate School of Science, Chiba University , Chiba, Japan .","3 Department of Cell Biology and Morphology, Akita University Graduate School of Medicine , Akita, Japan .","4 Department of Applied Chemistry in Bioscience, Graduate School of Agricultural Science, Kobe University , Kobe, Japan .","5 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Miyagi, Japan .","6 New Industry Creation Hatchery Center, Tohoku University , Sendai, Miyagi, Japan ."],"abst":["Diacylglycerol kinase (DGK) phosphorylates diacylglycerol (DG) to produce phosphatidic acid (PA). Since both DG and PA serve as lipidic second messengers, DGK plays a pivotal role in regulating the balance of two signaling pathways mediated by DG and PA in cellular functions. Reportedly, DGKγ, one of the 10 mammalian DGK isozymes, is involved in leukemic cell differentiation, mast cell function, and membrane traffic. Transfection studies using tagged expression vectors and immunohistochemistry on rat tissues revealed that DGKγ localizes to the cytoplasm, plasma membrane, and Golgi apparatus. However, a limited number of studies reported the detailed localization of native protein of DGKγ in human tissues and cells. In this study, we developed a novel anti-DGKγ monoclonal antibody, DgMab-6, which is very useful in immunocytochemistry of human cultured cells."],"kw":[{"name":"1,2-diacylglycerol"},{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Diacylglycerol Kinase","id":"2.7.1.107","db":"ec","q":"genetics"},{"name":"Diglycerides","q":"immunology"},{"name":"Gene Expression Regulation, Enzymologic","q":"immunology"},{"name":"Humans"},{"name":"Immunohistochemistry"},{"name":"Isoenzymes","q":"immunology"},{"name":"Phosphorylation"},{"name":"Rats"},{"name":"Signal Transduction","q":"immunology"}]}