{"id":{"pubmed":"30362926","doi":"10.1089/mab.2018.0035","pmc":"PMC6208159","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 5, Page 218-223, Year 2018","vol":"37","isu":"5","page":"218-223","year":"2018","title":"Establishment of P38Bf, a Core-Fucose-Deficient Mouse-Canine Chimeric Antibody Against Dog Podoplanin.","date":"--","auth":["Yukinari Kato","Takuya Mizuno","Shinji Yamada","Takuro Nakamura","Shunsuke Itai","Miyuki Yanaka","Masato Sano","Mika K Kaneko"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan .","3 Laboratory of Molecular Diagnostics and Therapeutics, Joint Faculty of Veterinary Medicine, Yamaguchi University , Yamaguchi, Japan ."],"abst":["Podoplanin (PDPN), a type I transmembrane sialoglycoprotein, is expressed in normal tissues, including lymphatic endothelial cells, pulmonary type I alveolar cells, and renal podocytes. The overexpression of PDPN in cancers is associated with hematogenous metastasis by interactions with the C-type lectin-like receptor 2 (CLEC-2). We have previously reported the development of a mouse monoclonal antibody (mAb) clone, PMab-38 (IgG, kappa), against dog PDPN (dPDPN). PMab-38 reacted strongly with canine squamous cell carcinomas and melanomas, but not with lymphatic endothelial cells, indicating its cancer specificity. In this study, we developed and produced several mouse-canine chimeric antibodies originating from PMab-38. A mouse-canine chimeric antibody of subclass A (P38A) and a mouse-canine chimeric antibody of subclass B (P38B) were transiently produced using ExpiCHO-S cells. Core-fucose-deficient P38B (P38Bf) was developed using FUT8 knockout ExpiCHO-S cells. We compared the binding affinities, antibody-dependent cellular cytotoxicity (ADCC), and complement-dependent cytotoxicity (CDC) of P38A, P38B, and P38Bf against Chinese hamster ovary (CHO)/dPDPN cells. Flow cytometry analysis showed that the K of P38A, P38B, and P38Bf were 1.9 × 10, 5.2 × 10, and 6.5 × 10, respectively. Both P38B and P38Bf revealed high ADCC activities against CHO/dPDPN cells; P38Bf demonstrated significantly higher ADCC compared with P38B, especially at low concentrations. P38B and P38Bf exhibited higher CDC activities against CHO/dPDPN cells. Conversely, P38A did not exhibit any ADCC or CDC activity. In summary, P38Bf is a good candidate for antibody therapy against dPDPN-expressing canine cancers."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Antibody-Dependent Cell Cytotoxicity","q":"immunology"},{"name":"CHO Cells"},{"name":"Cell Line, Tumor"},{"name":"Cricetulus"},{"name":"Dogs"},{"name":"Epitopes","q":"immunology"},{"name":"Flow Cytometry"},{"name":"Fucose","id":"28RYY2IV3F","db":"uk","q":"genetics"},{"name":"Gp38 protein, mouse"},{"name":"Humans"},{"name":"Membrane Glycoproteins","q":"antagonists & inhibitors"},{"name":"Mice"},{"name":"Neoplasms","q":"immunology"},{"name":"Podocytes","q":"immunology"},{"name":"Recombinant Fusion Proteins","q":"genetics"}]}