{"id":{"pubmed":"30457925","doi":"10.1089/mab.2018.0031","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 38, Issue 2, Page 96-99, Year 2019","vol":"38","isu":"2","page":"96-99","year":"2019","title":"Anti-Bovine Podoplanin Monoclonal Antibody PMab-44 Detects Goat Podoplanin in Immunohistochemistry.","date":"--","auth":["Shinji Yamada","Mika K Kaneko","Yoshikazu Furusawa","Shunsuke Itai","Masato Sano","Takuro Nakamura","Miyuki Yanaka","Saori Handa","Kayo Hisamatsu","Yoshimi Nakamura","Masanori Koyanagi","Masato Fukui","Hiroyuki Harada","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine, Sendai, Miyagi, Japan.","2 New Industry Creation Hatchery Center, Tohoku University, Sendai, Miyagi, Japan.","3 Zenoaq Resource Co., Ltd., Koriyama, Fukushima, Japan.","4 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University, Tokyo, Japan."],"abst":["Podoplanin (PDPN) is expressed in type I alveolar cells, kidney podocytes, and lymphatic endothelial cells. We have characterized the PDPNs of various animal species using specific anti-PDPN monoclonal antibodies (mAbs). In this study, we investigated whether these anti-PDPN mAbs cross-react with goat PDPN (gPDPN). Flow cytometry demonstrated that the anti-bovine PDPN mAb PMab-44 (IgG, kappa) reacts with gPDPN, which is overexpressed in CHO-K1 cells. Using immunohistochemical analysis, type I alveolar cells of goat lung were strongly detected by PMab-44. These results indicate that PMab-44 is useful for investigating gPDPN."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antibody Specificity","q":"immunology"},{"name":"CHO Cells"},{"name":"Cattle"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Goats"},{"name":"Immunohistochemistry","q":"methods"},{"name":"Lung","q":"immunology"},{"name":"Membrane Glycoproteins","q":"immunology"}]}