{"id":{"pubmed":"30570359","doi":"10.1089/mab.2018.0036","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 6, Page 265-268, Year 2018","vol":"37","isu":"6","page":"265-268","year":"2018","title":"Immunohistochemical Detection of Sheep Podoplanin Using an Antibovine Podoplanin Monoclonal Antibody PMab-44.","date":"--","auth":["Yukinari Kato","Shinji Yamada","Shunsuke Itai","Atsushi Kobayashi","Satoru Konnai","Mika K Kaneko"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan .","3 Laboratory of Comparative Pathology, Faculty of Veterinary Medicine, Hokkaido University , Sapporo, Japan .","4 Laboratory of Infectious Diseases, Department of Disease Control, Faculty of Veterinary Medicine, Hokkaido University , Sapporo, Japan .","5 Department of Advanced Pharmaceutics, Faculty of Veterinary Medicine, Hokkaido University , Sapporo, Japan ."],"abst":["Podoplanin (PDPN) obtained from various animal species has been characterized using specific anti-PDPN monoclonal antibodies (mAbs), namely, PMab-1, PMab-2, PMab-32, PMab-38, PMab-44, and PMab-52 against mouse, rat, rabbit, dog, bovine, and cat PDPN, respectively. PDPN is expressed in type I alveolar cells in lungs, lymphatic endothelial cells, and kidney podocytes. In this study, we investigated possible cross-reactions between anti-PDPN mAbs and sheep PDPN. Type I alveolar cells from sheep lung were strongly detected by PMab-44 using immunohistochemical analyses. These results indicate that PMab-44 may be useful for the detection of sheep PDPN."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Antibody Specificity"},{"name":"CHO Cells"},{"name":"Cats"},{"name":"Cattle"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Epitope Mapping"},{"name":"Epitopes","q":"immunology"},{"name":"Humans"},{"name":"Immunochemistry","q":"methods"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Mice"},{"name":"PDPN protein, human"},{"name":"Rabbits"},{"name":"Rats"},{"name":"Sheep"}]}