{"id":{"pubmed":"30570440","doi":"10.1089/mab.2018.0037","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 6, Page 269-271, Year 2018","vol":"37","isu":"6","page":"269-271","year":"2018","title":"Detection of Alpaca Podoplanin by Immunohistochemistry Using the Antibovine Podoplanin Monoclonal Antibody PMab-44.","date":"--","auth":["Yukinari Kato","Shinji Yamada","Shunsuke Itai","Satoru Konnai","Atsushi Kobayashi","Mika K Kaneko"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Japan .","2 New Industry Creation Hatchery Center, Tohoku University , Sendai, Japan .","3 Laboratory of Infectious Diseases, Department of Disease Control, Faculty of Veterinary Medicine, Hokkaido University , Sapporo, Japan .","4 Department of Advanced Pharmaceutics, Faculty of Veterinary Medicine, Hokkaido University , Sapporo, Japan .","5 Laboratory of Comparative Pathology, Faculty of Veterinary Medicine, Hokkaido University , Sapporo, Japan ."],"abst":["Podoplanin (PDPN) is expressed in type I alveolar cells of the lungs, lymphatic endothelial cells, and podocytes of the kidneys, and induces platelet aggregation through the C-type lectin-like receptor-2. PDPNs of various animal species have been characterized using specific anti-PDPN monoclonal antibodies (mAbs). However, alpaca PDPN has not previously been characterized because antialpaca PDPN mAbs have not yet been developed. In this study, we investigated the potential cross-reaction between established antibovine PDPN mAbs and alpaca PDPN. Using immunohistochemical analysis, type I alveolar cells of the alpaca lungs were detected by the antibovine PDPN mAb, PMab-44. These results indicate that PMab-44 may be useful for the detection of alpaca PDPN."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Antibody Specificity"},{"name":"Camelids, New World"},{"name":"Cattle"},{"name":"Epitopes","q":"immunology"},{"name":"Immunochemistry","q":"methods"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"PDPN protein, human"}]}