{"id":{"pubmed":"30592702","doi":"10.1089/mab.2018.0044","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 37, Issue 6, Page 272-274, Year 2018","vol":"37","isu":"6","page":"272-274","year":"2018","title":"Anti-Horse Podoplanin Monoclonal Antibody PMab-219 is Useful for Detecting Lymphatic Endothelial Cells by Immunohistochemical Analysis.","date":"--","auth":["Yukinari Kato","Shinji Yamada","Shunsuke Itai","Atsushi Kobayashi","Satoru Konnai","Mika K Kaneko"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine , Sendai, Miyagi, Japan .","2 New Industry Creation Hatchery Center, Tohoku University , Sendai, Miyagi, Japan .","3 Laboratory of Comparative Pathology, Faculty of Veterinary Medicine, Hokkaido University , Sapporo, Japan .","4 Laboratory of Infectious Diseases, Department of Disease Control, Faculty of Veterinary Medicine, Hokkaido University , Sapporo, Japan .","5 Department of Advanced Pharmaceutics, Faculty of Veterinary Medicine, Hokkaido University , Sapporo, Japan ."],"abst":["Podoplanin (PDPN) is expressed in lymphatic endothelial cells, where it induces platelet aggregation through C-type lectin-like receptor-2 (CLEC-2). This protein has been characterized for a number of animal species using specific anti-PDPN monoclonal antibodies (mAbs). We recently established the mAb against horse PDPN (horPDPN) named PMab-219. Therefore, in this study, we investigated whether PMab-219 can detect lymphatic endothelial cells in horse tissues. Immunohistochemical analysis demonstrated that PMab-219 strongly stained lymphatic endothelial cells in horse colon tissues, indicating that it will be useful for investigating the function of horPDPN in these cells."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"Antibody Specificity"},{"name":"Cells, Cultured"},{"name":"Endothelial Cells","q":"immunology"},{"name":"Epitopes","q":"immunology"},{"name":"Horses"},{"name":"Humans"},{"name":"Immunochemistry","q":"methods"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"PDPN protein, human"}]}