{"id":{"pubmed":"30648914","doi":"10.1089/mab.2018.0047","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 38, Issue 1, Page 8-11, Year 2019","vol":"38","isu":"1","page":"8-11","year":"2019","title":"Epitope Mapping of Antidiacylglycerol Kinase α Monoclonal Antibody DaMab-2.","date":"--","auth":["Masato Sano","Mika K Kaneko","Yukinari Kato"],"affi":["Department of Antibody Drug Development, Tohoku University Graduate School of Medicine, Sendai, Japan."],"abst":["Diacylglycerol kinase (DGK) is responsible for the enzymatic conversion of diacylglycerol (DG) to phosphatidic acid (PA). Both DG and PA serve as signaling molecules; therefore, DGK functions as a key enzyme between DG- and PA-mediated signaling. DGKα, one of the 10 DGK isozymes, is involved in T cell function and has been shown to localize in the cytoplasm and nucleus. Furthermore, DGKα translocates to the plasma membrane in response to T cell receptor stimulation. Recently, we developed a specific monoclonal antibody (mAb), DaMab-2 (mouse IgG, kappa), against DGKα. DaMab-2 is very useful in immunocytochemical analysis using HeLa cells. In this study, we characterized the binding epitope of DaMab-2 using Western blot and revealed that Cys246, Lys249, Pro252, and Cys253 of DGKα are important for DaMab-2 binding to the DGKα protein. Our findings can be applied for the production of more functional anti-DGKα mAbs."],"kw":[{"name":"Amino Acids","q":"immunology"},{"name":"Antibodies, Anti-Idiotypic","q":"genetics"},{"name":"Antibodies, Monoclonal","q":"genetics"},{"name":"Diacylglycerol Kinase","id":"2.7.1.107","db":"ec","q":"antagonists & inhibitors"},{"name":"Epitope Mapping","q":"methods"},{"name":"Epitopes","q":"chemistry"},{"name":"HeLa Cells"},{"name":"Humans"},{"name":"Phosphatidic Acids","q":"chemistry"},{"name":"Protein Binding"},{"name":"Receptors, Antigen, T-Cell","q":"genetics"},{"name":"Signal Transduction"},{"name":"T-Lymphocytes","q":"immunology"}]}