{"id":{"pubmed":"30681406","doi":"10.1089/mab.2018.0038","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 38, Issue 1, Page 30-36, Year 2019","vol":"38","isu":"1","page":"30-36","year":"2019","title":"PMab-210: A Monoclonal Antibody Against Pig Podoplanin.","date":"--","auth":["Yoshikazu Furusawa","Shinji Yamada","Shunsuke Itai","Masato Sano","Takuro Nakamura","Miyuki Yanaka","Masato Fukui","Hiroyuki Harada","Takuya Mizuno","Yusuke Sakai","Masaki Takasu","Mika K Kaneko","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine, Sendai, Japan.","2 New Industry Creation Hatchery Center, Tohoku University, Sendai, Japan.","3 ZENOAQ RESOURCE CO., LTD., Koriyama, Japan.","4 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University, Bunkyo-ku, Japan.","5 Laboratory of Molecular Diagnostics and Therapeutics, Joint Faculty of Veterinary Medicine, Yamaguchi University, Yamaguchi, Japan.","6 Laboratory of Veterinary Pathology, Joint Faculty of Veterinary Medicine, Yamaguchi University, Yamaguchi, Japan.","7 Department of Veterinary Medicine, Faculty of Applied Biological Sciences, Gifu University, Gifu, Japan."],"abst":["Podoplanin (PDPN) is a type I transmembrane glycoprotein that is expressed in normal tissues, including renal corpuscles and type I lung alveolar cells. Monoclonal antibodies (mAbs) against human, mouse, rat, rabbit, dog, cat, and bovine PDPNs have already been established; however, antipig PDPN (pPDPN) mAbs have not. We therefore immunized mice with pPDPN-overexpressing Chinese hamster ovary (CHO)-K1 cells (CHO/pPDPN), and screened hybridomas, which are producing anti-pPDPN mAbs. One of mAbs, PMab-210 (an IgG, kappa), was able to specifically detect CHO/pPDPN cells by flow cytometry and detect pPDPN by Western blot analysis. Furthermore, PMab-210 strongly stained type I lung alveolar cells and weakly stained renal corpuscles by immunohistochemistry. PMab-210 is expected to be useful in investigating the function of pPDPN."]}