{"id":{"pubmed":"30802179","doi":"10.1089/mab.2018.0048","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 38, Issue 1, Page 18-24, Year 2019","vol":"38","isu":"1","page":"18-24","year":"2019","title":"PMab-213: A Monoclonal Antibody for Immunohistochemical Analysis Against Pig Podoplanin.","date":"--","auth":["Yukinari Kato","Shinji Yamada","Yoshikazu Furusawa","Shunsuke Itai","Takuro Nakamura","Miyuki Yanaka","Masato Sano","Hiroyuki Harada","Masato Fukui","Mika K Kaneko"],"affi":["1 New Industry Creation Hatchery Center, Tohoku University, Sendai, Japan.","2 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine, Sendai, Japan.","3 ZENOAQ RESOURCE CO., LTD., Koriyama, Japan.","4 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University, Tokyo, Japan."],"abst":["Podoplanin (PDPN) is known to be expressed in normal tissues, including lymphatic endothelial cells, renal podocytes, and type I lung alveolar cells. Monoclonal antibodies (mAbs) against human, mouse, rat, rabbit, dog, cat, and bovine PDPN have already been established; however, mAbs against pig PDPN (pPDPN) are lacking. In the present study, mice were immunized with pPDPN-overexpressing Chinese hamster ovary (CHO)-K1 cells (CHO/pPDPN), and hybridomas producing mAbs against pPDPN were identified by flow cytometric screening. One of the mAbs, PMab-213 (IgG, kappa), could specifically detect CHO/pPDPN cells through flow cytometry and detect pPDPN through western blot analysis. K of PMab-213 for CHO/pPDPN was determined to be 2.1 × 10 M, indicating a high affinity for CHO/pPDPN. Furthermore, PMab-213 strongly stained lymphatic endothelial cells, renal podocytes, and type I lung alveolar cells through immunohistochemistry. PMab-213 is expected to be useful in investigating the function of pPDPN."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"biosynthesis"},{"name":"CHO Cells"},{"name":"Cricetulus"},{"name":"Endothelial Cells","q":"metabolism"},{"name":"Epitope Mapping"},{"name":"Epitopes","q":"genetics"},{"name":"Flow Cytometry"},{"name":"Gp38 protein, mouse"},{"name":"Immunohistochemistry","q":"methods"},{"name":"Membrane Glycoproteins","q":"genetics"},{"name":"Mice"},{"name":"Podocytes","q":"chemistry"},{"name":"Pulmonary Alveoli","q":"cytology"},{"name":"Swine","q":"genetics"}]}