{"id":{"pubmed":"30939066","doi":"10.1089/mab.2019.0001","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 38, Issue 2, Page 79-84, Year 2019","vol":"38","isu":"2","page":"79-84","year":"2019","title":"Epitope Mapping of the Antihorse Podoplanin Monoclonal Antibody PMab-202.","date":"--","auth":["Mika K Kaneko","Yoshikazu Furusawa","Masato Sano","Shunsuke Itai","Junko Takei","Hiroyuki Harada","Masato Fukui","Shinji Yamada","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine, Sendai, Japan.","2 New Industry Creation Hatchery Center, Tohoku University, Sendai, Japan.","3 ZENOAQ Resource Co., Ltd., Koriyama, Japan.","4 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University, Tokyo, Japan."],"abst":["Horse podoplanin (horPDPN), a type I transmembrane sialoglycoprotein, is expressed on the podocytes of the kidneys, alveolar type I cells of the lungs, and lymphatic endothelial cells. PDPN is a platelet aggregation-inducing factor, and it primarily possesses three platelet aggregation-stimulating (PLAG) domains, that is, PLAG1, PLAG2, and PLAG3, at the N-terminus and several PLAG-like domains. In a previous study, we reported on a mouse anti-horPDPN monoclonal antibody (mAb) clone, PMab-202. Although the effectiveness of PMab-202 in flow cytometry and Western blotting is known, its exact binding epitope remains unknown to date. In this study, enzyme-linked immunosorbent assay and flow cytometry were used to identify the epitope of PMab-202. We found that the critical epitopes of PMab-202 include Lys64, Thr66, and Phe70 of horPDPN. We believe that our findings can be applied in the production of more functional anti-horPDPN mAbs."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antibody Specificity","q":"immunology"},{"name":"CHO Cells"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Epitope Mapping","q":"methods"},{"name":"Epitopes","q":"immunology"},{"name":"Horses"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Mice"},{"name":"Peptide Fragments","q":"immunology"}]}