{"id":{"pubmed":"30984883","doi":"10.1016/j.bbrep.2019.100631","pii":"100631","pmc":"PMC6446048","issn":"2405-5808"},"journal":"Biochem Biophys Rep","issue":"Vol. 18, Page 100631-100631, Year 2019","vol":"18","isu":"","page":"100631-100631","year":"2019","title":"Establishment of a monoclonal antibody PMab-233 for immunohistochemical analysis against Tasmanian devil podoplanin.","date":"--","auth":["Yoshikazu Furusawa","Shinji Yamada","Shunsuke Itai","Takuro Nakamura","Junko Takei","Masato Sano","Hiroyuki Harada","Masato Fukui","Mika K Kaneko","Yukinari Kato"],"affi":["Department of Antibody Drug Development, Tohoku University Graduate School of Medicine, 2-1 Seiryo-machi, Aoba-ku, Sendai, Miyagi, 980-8575, Japan.","New Industry Creation Hatchery Center, Tohoku University, 2-1 Seiryo-machi, Aoba-ku, Sendai, Miyagi 980-8575, Japan.","ZENOAQ RESOURCE CO., LTD., 1-1 Tairanoue, Sasagawa, Asaka-machi, Koriyama, Fukushima, 963-0196, Japan.","Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University, 1-5-45, Yushima, Bunkyo-ku, Tokyo, 113-8510, Japan."],"abst":["Monoclonal antibodies (mAbs) against not only human, mouse, and rat but also rabbit, dog, cat, bovine, pig, and horse podoplanins (PDPNs) have been established in our previous studies. PDPN is used as a lymphatic endothelial cell marker in pathological diagnoses. However, mAbs against Tasmanian devil PDPN (tasPDPN), which are useful for immunohistochemical analysis, remain to be developed. Herein, mice were immunized with tasPDPN-overexpressing Chinese hamster ovary (CHO)-K1 (CHO/tasPDPN) cells, and hybridomas producing mAbs against tasPDPN were screened using flow cytometry. One of the mAbs, PMab-233 (IgG, kappa), specifically detected CHO/tasPDPN cells by flow cytometry and recognized tasPDPN protein by western blotting. Furthermore, PMab-233 strongly detected CHO/tasPDPN cells by immunohistochemistry. These findings suggest that PMab-233 may be useful as a lymphatic endothelial cell marker of the Tasmanian devil."]}