{"id":{"pubmed":"31009336","doi":"10.1089/mab.2019.0003","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 38, Issue 2, Page 89-95, Year 2019","vol":"38","isu":"2","page":"89-95","year":"2019","title":"Establishment of a Monoclonal Antibody PMab-231 for Tiger Podoplanin.","date":"--","auth":["Yoshikazu Furusawa","Mika K Kaneko","Takuro Nakamura","Shunsuke Itai","Masato Fukui","Hiroyuki Harada","Shinji Yamada","Yukinari Kato"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine, Sendai, Japan.","2 New Industry Creation Hatchery Center, Tohoku University, Sendai, Japan.","3 Zenoaq Resource Co., Ltd., Koriyama, Japan.","4 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University, Bunkyo-ku, Japan."],"abst":["Podoplanin (PDPN), also known as T1alpha, has been used as a lung type I alveolar cell marker in the pathophysiological condition. Although we have established several monoclonal antibodies (mAbs) against mammalian PDPNs, mAbs against tiger PDPN (tigPDPN), which are useful for immunohistochemical analysis, remain to be developed. In this study, we immunized mice with tigPDPN-overexpressing Chinese hamster ovary (CHO)-K1 cells (CHO/tigPDPN) and screened hybridomas producing mAbs against tigPDPN using flow cytometry. One of the mAbs, PMab-231 (IgG, kappa), specifically detected CHO/tigPDPN cells using flow cytometry as well as recognized tigPDPN protein using western blotting. In addition, PMab-231 was found to cross-react with cat PDPN (cPDPN). The dissociation constants () of PMab-231 for CHO/tigPDPN and CHO/cPDPN cells were determined to be 1.2 × 10 and 1.9 × 10, respectively, indicating moderate affinity for CHO/tigPDPN and CHO/cPDPN cells. PMab-231 stained type I alveolar cells of the feline lungs and podocytes of the feline kidneys using immunohistochemistry. Our findings suggest the potential usefulness of PMab-231 for the functional analyses of tigPDPN and cPDPN."]}