{"id":{"pubmed":"31161965","doi":"10.1089/mab.2019.0013","issn":"2167-9436"},"journal":"Monoclon Antib Immunodiagn Immunother","issue":"Vol. 38, Issue 3, Page 108-113, Year 2019","vol":"38","isu":"3","page":"108-113","year":"2019","title":"Establishment of an Anticetacean Podoplanin Monoclonal Antibody PMab-237 for Immunohistochemical Analysis.","date":"--","auth":["Yukinari Kato","Yoshikazu Furusawa","Shunsuke Itai","Junko Takei","Takuro Nakamura","Masato Sano","Hiroyuki Harada","Shinji Yamada","Mika K Kaneko"],"affi":["1 Department of Antibody Drug Development, Tohoku University Graduate School of Medicine, Sendai, Japan.","2 New Industry Creation Hatchery Center, Tohoku University, Sendai, Japan.","3 Department of Oral and Maxillofacial Surgery, Graduate School of Medical and Dental Sciences, Tokyo Medical and Dental University, Tokyo, Japan."],"abst":["Podoplanin (PDPN) has been utilized as a lymphatic endothelial cell marker especially in pathological diagnoses. Therefore, sensitive and specific monoclonal antibodies (mAbs) targeting PDPN are needed for immunohistochemical analyses using formalin-fixed paraffin-embedded tissues. Recently, anti-PDPN mAbs against many species, such as human, mouse, rat, rabbit, dog, cat, bovine, pig, and horse were established in our studies. However, anticetacean (whale) PDPN (wPDPN) has not been established yet. In this study, we immunized mice with wPDPN-overexpressing Chinese hamster ovary (CHO)-K1 (CHO/wPDPN) cells, and screened mAbs against wPDPN using flow cytometry. One of the mAbs, PMab-237 (IgG, kappa), specifically detected CHO/wPDPN cells by flow cytometry and immunohistochemistry. Our findings suggest the potential usefulness of PMab-237 for the functional analyses of wPDPN."],"kw":[{"name":"Animals"},{"name":"Antibodies, Monoclonal","q":"immunology"},{"name":"Antibody Specificity"},{"name":"CHO Cells"},{"name":"Cats"},{"name":"Cattle"},{"name":"Cricetinae"},{"name":"Cricetulus"},{"name":"Epitopes","q":"immunology"},{"name":"Female"},{"name":"Horses"},{"name":"Humans"},{"name":"Immunohistochemistry"},{"name":"Membrane Glycoproteins","q":"immunology"},{"name":"Mice"},{"name":"Mice, Inbred BALB C"},{"name":"PDPN protein, human"},{"name":"Phocoena","q":"immunology"},{"name":"Rabbits"},{"name":"Rats"},{"name":"Swine"}]}