{"name":["Telomerase reverse transcriptase","Telomerase catalytic subunit"],"gn":["hTERT"],"org":"Homo sapiens","taxid":"9606","cmnt":{"function":[["Telomerase is a ribonucleoprotein enzyme essential for the replication of chromosome termini in most eukaryotes. Active in progenitor and cancer cells. Inactive, or very low activity, in normal somatic cells. Catalytic component of the teleromerase holoenzyme complex whose main activity is the elongation of telomeres by acting as a reverse transcriptase that adds simple sequence repeats to chromosome ends by copying a template sequence within the RNA component of the enzyme. Catalyzes the RNA-dependent extension of 3'-chromosomal termini with the 6-nucleotide telomeric repeat unit, 5'-TTAGGG-3'. The catalytic cycle involves primer binding, primer extension and release of product once the template boundary has been reached or nascent product translocation followed by further extension. More active on substrates containing 2 or 3 telomeric repeats. Telomerase activity is regulated by a number of factors including telomerase complex-associated proteins, chaperones and polypeptide modifiers. Modulates Wnt signaling. Plays important roles in aging and antiapoptosis.",["2"]]],"domain":[["The RNA-interacting domain 1 (RD1)/N-terminal extension (NTE) is required for interaction with the pseudoknot-template domain of each of TERC dimers. It contains anchor sites that bind primer nucleotides upstream of the RNA-DNA hybrid and is thus an essential determinant of repeat addition processivity.",["2"]],["The RNA-interacting domain 2 (RD2) is essential for both interaction with the CR4-CR5 domain of TERC and for DNA synthesis.",["2"]],["The primer grip sequence in the RT domain is required for telomerase activity and for stable association with short telomeric primers.",["2"]]],"similarity":[["Belongs to the reverse transcriptase family. Telomerase subfamily.",["2"]]]},"loc":[["Nucleus",["2"]],["Nucleolus",["2"]],["Nucleoplasm",["2"]],["Chromosome",["2"]],["Telomere",["2"]],["Cytoplasm",["2"]],["PML body",["2"]]],"go":{"C":[["0000781","chromosome, telomeric region"],["0005737","cytoplasm"],["0005730","nucleolus"],["0016605","PML body"]],"F":[["0003677","DNA binding"],["0046872","metal ion binding"],["0003721","telomerase RNA reverse transcriptase activity"]]},"ref":{"Pfam":[["PF12009","Telomerase_RBD"]]},"intp":{"Domain":[["IPR021891","Telomerase ribonucleoprotein complex - RNA-binding domain"]],"Family":[["IPR003545","Telomerase reverse transcriptase"]]},"ec":["2.7.7.49"],"fet":[{"type":"domain","desc":"Telomerase_RBD","evd":["3"],"loc":[477,521]},{"type":"region of interest","desc":"Disordered","evd":["1"],"loc":[210,319]},{"type":"non-terminal residue","evd":["4"],"loc":523}],"evd":{"1":["ECO:0000256","MobiDB-lite","O94807"],"2":["ECO:0000256","RuleBase","RU365061"],"3":["ECO:0000259","Pfam","PF12009"],"4":["ECO:0000313","EMBL","BAA74724.1"]}}